{
    "id": "07",
    "date": "05/07/2024",
    "index": "en-2024-03-01-07",
    "title": "Further Thought",
    "bible": [
        {
            "name": "NASB",
            "verses": {
                "Rev146-Rev147": "<h2>Revelation 14:6-7</h2> <sup>6</sup> And I saw another angel flying in midheaven, having an eternal gospel to preach to those who live on the earth, and to every nation and tribe and tongue and people; <sup>7</sup> and he said with a loud voice, \"Fear God, and give Him glory, because the hour of His judgment has come; worship Him who made the heaven and the earth and sea and springs of waters.\"",
                "Mark114-Mark115": "<h2>Mark 1:14-15</h2> <sup>14</sup> Now after John had been taken into custody, Jesus came into Galilee, preaching the gospel of God, <sup>15</sup> and saying, \"The time is fulfilled, and the kingdom of God is at hand; repent and believe in the gospel.\"",
                "Mark19-Mark113": "<h2>Mark 1:9-13</h2> <sup>9</sup> In those days Jesus came from Nazareth in Galilee and was baptized by John in the Jordan. <sup>10</sup> Immediately coming up out of the water, He saw the heavens opening, and the Spirit like a dove descending upon Him; <sup>11</sup> and a voice came out of the heavens: \"You are My beloved Son, in You I am well-pleased.\" <sup>12</sup> Immediately the Spirit impelled Him to go out into the wilderness. <sup>13</sup> And He was in the wilderness forty days being tempted by Satan; and He was with the wild beasts, and the angels were ministering to Him.",
                "Rom61-Rom64,John31-John38": "<h2>Romans 6:1-4</h2> <sup>1</sup> What shall we say then? Are we to continue in sin so that grace may increase? <sup>2</sup> May it never be! How shall we who died to sin still live in it? <sup>3</sup> Or do you not know that all of us who have been baptized into Christ Jesus have been baptized into His death? <sup>4</sup> Therefore we have been buried with Him through baptism into death, so that as Christ was raised from the dead through the glory of the Father, so we too might walk in newness of life.<h2>John 3:1-8</h2> <sup>1</sup> Now there was a man of the Pharisees, named Nicodemus, a ruler of the Jews; <sup>2</sup> this man came to Jesus by night and said to Him, \"Rabbi, we know that You have come from God as a teacher; for no one can do these signs that You do unless God is with him.\" <sup>3</sup> Jesus answered and said to him, \"Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.\" <sup>4</sup> Nicodemus said to Him, \"How can a man be born when he is old? He cannot enter a second time into his mother's womb and be born, can he?\" <sup>5</sup> Jesus answered, \"Truly, truly, I say to you, unless one is born of water and the Spirit he cannot enter into the kingdom of God. <sup>6</sup> That which is born of the flesh is flesh, and that which is born of the Spirit is spirit. <sup>7</sup> Do not be amazed that I said to you, 'You must be born again.' <sup>8</sup> The wind blows where it wishes and you hear the sound of it, but do not know where it comes from and where it is going; so is everyone who is born of the Spirit.\"",
                "Mark11-Mark113": "<h2>Mark 1:1-13</h2> <sup>1</sup> The beginning of the gospel of Jesus Christ, the Son of God. <sup>2</sup> As it is written in Isaiah the prophet: \"behold, I send  my messenger  ahead of  you, who will prepare  your way; <sup>3</sup> the voice of one crying in the wilderness, 'make ready the way of the  Lord, make  his paths straight.'\" <sup>4</sup> John the Baptist appeared in the wilderness preaching a baptism of repentance for the forgiveness of sins. <sup>5</sup> And all the country of Judea was going out to him, and all the people of Jerusalem; and they were being baptized by him in the Jordan River, confessing their sins. <sup>6</sup> John was clothed with camel's hair and wore a leather belt around his waist, and his diet was locusts and wild honey. <sup>7</sup> And he was preaching, and saying, \"After me One is coming who is mightier than I, and I am not fit to stoop down and untie the thong of His sandals. <sup>8</sup> I baptized you with water; but He will baptize you with the Holy Spirit.\" <sup>9</sup> In those days Jesus came from Nazareth in Galilee and was baptized by John in the Jordan. <sup>10</sup> Immediately coming up out of the water, He saw the heavens opening, and the Spirit like a dove descending upon Him; <sup>11</sup> and a voice came out of the heavens: \"You are My beloved Son, in You I am well-pleased.\" <sup>12</sup> Immediately the Spirit impelled Him to go out into the wilderness. <sup>13</sup> And He was in the wilderness forty days being tempted by Satan; and He was with the wild beasts, and the angels were ministering to Him.",
                "Mark1": "<h2>Mark 1</h2> <sup>1</sup> The beginning of the gospel of Jesus Christ, the Son of God. <sup>2</sup> As it is written in Isaiah the prophet: \"behold, I send  my messenger  ahead of  you, who will prepare  your way; <sup>3</sup> the voice of one crying in the wilderness, 'make ready the way of the  Lord, make  his paths straight.'\" <sup>4</sup> John the Baptist appeared in the wilderness preaching a baptism of repentance for the forgiveness of sins. <sup>5</sup> And all the country of Judea was going out to him, and all the people of Jerusalem; and they were being baptized by him in the Jordan River, confessing their sins. <sup>6</sup> John was clothed with camel's hair and wore a leather belt around his waist, and his diet was locusts and wild honey. <sup>7</sup> And he was preaching, and saying, \"After me One is coming who is mightier than I, and I am not fit to stoop down and untie the thong of His sandals. <sup>8</sup> I baptized you with water; but He will baptize you with the Holy Spirit.\" <sup>9</sup> In those days Jesus came from Nazareth in Galilee and was baptized by John in the Jordan. <sup>10</sup> Immediately coming up out of the water, He saw the heavens opening, and the Spirit like a dove descending upon Him; <sup>11</sup> and a voice came out of the heavens: \"You are My beloved Son, in You I am well-pleased.\" <sup>12</sup> Immediately the Spirit impelled Him to go out into the wilderness. <sup>13</sup> And He was in the wilderness forty days being tempted by Satan; and He was with the wild beasts, and the angels were ministering to Him. <sup>14</sup> Now after John had been taken into custody, Jesus came into Galilee, preaching the gospel of God, <sup>15</sup> and saying, \"The time is fulfilled, and the kingdom of God is at hand; repent and believe in the gospel.\" <sup>16</sup> As He was going along by the Sea of Galilee, He saw Simon and Andrew, the brother of Simon, casting a net in the sea; for they were fishermen. <sup>17</sup> And Jesus said to them, \"Follow Me, and I will make you become fishers of men.\" <sup>18</sup> Immediately they left their nets and followed Him. <sup>19</sup> Going on a little farther, He saw James the son of Zebedee, and John his brother, who were also in the boat mending the nets. <sup>20</sup> Immediately He called them; and they left their father Zebedee in the boat with the hired servants, and went away to follow Him. <sup>21</sup> They went into Capernaum; and immediately on the Sabbath He entered the synagogue and began to teach. <sup>22</sup> They were amazed at His teaching; for He was teaching them as one having authority, and not as the scribes. <sup>23</sup> Just then there was a man in their synagogue with an unclean spirit; and he cried out, <sup>24</sup> saying, \"What business do we have with each other, Jesus of Nazareth? Have You come to destroy us? I know who You are-the Holy One of God!\" <sup>25</sup> And Jesus rebuked him, saying, \"Be quiet, and come out of him!\" <sup>26</sup> Throwing him into convulsions, the unclean spirit cried out with a loud voice and came out of him. <sup>27</sup> They were all amazed, so that they debated among themselves, saying, \"What is this? A new teaching with authority! He commands even the unclean spirits, and they obey Him.\" <sup>28</sup> Immediately the news about Him spread everywhere into all the surrounding district of Galilee. <sup>29</sup> And immediately after they came out of the synagogue, they came into the house of Simon and Andrew, with James and John. <sup>30</sup> Now Simon's mother-in-law was lying sick with a fever; and immediately they spoke to Jesus about her. <sup>31</sup> And He came to her and raised her up, taking her by the hand, and the fever left her, and she waited on them. <sup>32</sup> When evening came, after the sun had set, they began bringing to Him all who were ill and those who were demon-possessed. <sup>33</sup> And the whole city had gathered at the door. <sup>34</sup> And He healed many who were ill with various diseases, and cast out many demons; and He was not permitting the demons to speak, because they knew who He was. <sup>35</sup> In the early morning, while it was still dark, Jesus got up, left the house, and went away to a secluded place, and was praying there. <sup>36</sup> Simon and his companions searched for Him; <sup>37</sup> they found Him, and said to Him, \"Everyone is looking for You.\" <sup>38</sup> He said to them, \"Let us go somewhere else to the towns nearby, so that I may preach there also; for that is what I came for.\" <sup>39</sup> And He went into their synagogues throughout all Galilee, preaching and casting out the demons. <sup>40</sup> And a leper came to Jesus, beseeching Him and falling on his knees before Him, and saying, \"If You are willing, You can make me clean.\" <sup>41</sup> Moved with compassion, Jesus stretched out His hand and touched him, and said to him, \"I am willing; be cleansed.\" <sup>42</sup> Immediately the leprosy left him and he was cleansed. <sup>43</sup> And He sternly warned him and immediately sent him away, <sup>44</sup> and He said to him, \"See that you say nothing to anyone; but go, show yourself to the priest and offer for your cleansing what Moses commanded, as a testimony to them.\" <sup>45</sup> But he went out and began to proclaim it freely and to spread the news around, to such an extent that Jesus could no longer publicly enter a city, but stayed out in unpopulated areas; and they were coming to Him from everywhere.",
                "Rev13": "<h2>Revelation 13</h2> <sup>1</sup> And the dragon stood on the sand of the seashore. Then I saw a beast coming up out of the sea, having ten horns and seven heads, and on his horns were ten diadems, and on his heads were blasphemous names. <sup>2</sup> And the beast which I saw was like a leopard, and his feet were like those of a bear, and his mouth like the mouth of a lion. And the dragon gave him his power and his throne and great authority. <sup>3</sup> I saw one of his heads as if it had been slain, and his fatal wound was healed. And the whole earth was amazed and followed after the beast; <sup>4</sup> they worshiped the dragon because he gave his authority to the beast; and they worshiped the beast, saying, \"Who is like the beast, and who is able to wage war with him?\" <sup>5</sup> There was given to him a mouth speaking arrogant words and blasphemies, and authority to act for forty-two months was given to him. <sup>6</sup> And he opened his mouth in blasphemies against God, to blaspheme His name and His tabernacle, that is, those who dwell in heaven. <sup>7</sup> It was also given to him to make war with the saints and to overcome them, and authority over every tribe and people and tongue and nation was given to him. <sup>8</sup> All who dwell on the earth will worship him, everyone whose name has not been written from the foundation of the world in the book of life of the Lamb who has been slain. <sup>9</sup> If anyone has an ear, let him hear. <sup>10</sup> If anyone is destined for captivity, to captivity he goes; if anyone kills with the sword, with the sword he must be killed. Here is the perseverance and the faith of the saints. <sup>11</sup> Then I saw another beast coming up out of the earth; and he had two horns like a lamb and he spoke as a dragon. <sup>12</sup> He exercises all the authority of the first beast in his presence. And he makes the earth and those who dwell in it to worship the first beast, whose fatal wound was healed. <sup>13</sup> He performs great signs, so that he even makes fire come down out of heaven to the earth in the presence of men. <sup>14</sup> And he deceives those who dwell on the earth because of the signs which it was given him to perform in the presence of the beast, telling those who dwell on the earth to make an image to the beast who had the wound of the sword and has come to life. <sup>15</sup> And it was given to him to give breath to the image of the beast, so that the image of the beast would even speak and cause as many as do not worship the image of the beast to be killed. <sup>16</sup> And he causes all, the small and the great, and the rich and the poor, and the free men and the slaves, to be given a mark on their right hand or on their forehead, <sup>17</sup> and he provides that no one will be able to buy or to sell, except the one who has the mark, either the name of the beast or the number of his name. <sup>18</sup> Here is wisdom. Let him who has understanding calculate the number of the beast, for the number is that of a man; and his number is six hundred and sixty-six.",
                "Dan722": "<h2>Daniel 7:22</h2> <sup>22</sup> until the Ancient of Days came and judgment was passed in favor of the saints of the Highest One, and the time arrived when the saints took possession of the kingdom.",
                "Dan814": "<h2>Daniel 8:14</h2> <sup>14</sup> He said to me, \"For 2,300 evenings and mornings; then the holy place will be properly restored.\"",
                "Dan7-Dan8": "<h2>Daniel 7</h2> <sup>1</sup> In the first year of Belshazzar king of Babylon Daniel saw a dream and visions in his mind as he lay on his bed; then he wrote the dream down and related the following summary of it. <sup>2</sup> Daniel said, \"I was looking in my vision by night, and behold, the four winds of heaven were stirring up the great sea. <sup>3</sup> And four great beasts were coming up from the sea, different from one another. <sup>4</sup> The first was like a lion and had the wings of an eagle. I kept looking until its wings were plucked, and it was lifted up from the ground and made to stand on two feet like a man; a human mind also was given to it. <sup>5</sup> And behold, another beast, a second one, resembling a bear. And it was raised up on one side, and three ribs were in its mouth between its teeth; and thus they said to it, 'Arise, devour much meat!' <sup>6</sup> After this I kept looking, and behold, another one, like a leopard, which had on its back four wings of a bird; the beast also had four heads, and dominion was given to it. <sup>7</sup> After this I kept looking in the night visions, and behold, a fourth beast, dreadful and terrifying and extremely strong; and it had large iron teeth. It devoured and crushed and trampled down the remainder with its feet; and it was different from all the beasts that were before it, and it had ten horns. <sup>8</sup> While I was contemplating the horns, behold, another horn, a little one, came up among them, and three of the first horns were pulled out by the roots before it; and behold, this horn possessed eyes like the eyes of a man and a mouth uttering great boasts. <sup>9</sup> \"I kept looking Until thrones were set up, And the Ancient of Days took His seat; His vesture was like white snow And the hair of His head like pure wool. His throne was ablaze with flames, Its wheels were a burning fire. <sup>10</sup> \"A river of fire was flowing And coming out from before Him; Thousands upon thousands were attending Him, And myriads upon myriads were standing before Him; The court sat, And the books were opened. <sup>11</sup> Then I kept looking because of the sound of the boastful words which the horn was speaking; I kept looking until the beast was slain, and its body was destroyed and given to the burning fire. <sup>12</sup> As for the rest of the beasts, their dominion was taken away, but an extension of life was granted to them for an appointed period of time. <sup>13</sup> \"I kept looking in the night visions, And behold, with the clouds of heaven One like a Son of Man was coming, And He came up to the Ancient of Days And was presented before Him. <sup>14</sup> \"And to Him was given dominion, Glory and a kingdom, That all the peoples, nations and men of every language Might serve Him. His dominion is an everlasting dominion Which will not pass away; And His kingdom is one Which will not be destroyed. <sup>15</sup> \"As for me, Daniel, my spirit was distressed within me, and the visions in my mind kept alarming me. <sup>16</sup> I approached one of those who were standing by and began asking him the exact meaning of all this. So he told me and made known to me the interpretation of these things: <sup>17</sup> 'These great beasts, which are four in number, are four kings who will arise from the earth. <sup>18</sup> But the saints of the Highest One will receive the kingdom and possess the kingdom forever, for all ages to come.' <sup>19</sup> \"Then I desired to know the exact meaning of the fourth beast, which was different from all the others, exceedingly dreadful, with its teeth of iron and its claws of bronze, and which devoured, crushed and trampled down the remainder with its feet, <sup>20</sup> and the meaning of the ten horns that were on its head and the other horn which came up, and before which three of them fell, namely, that horn which had eyes and a mouth uttering great boasts and which was larger in appearance than its associates. <sup>21</sup> I kept looking, and that horn was waging war with the saints and overpowering them <sup>22</sup> until the Ancient of Days came and judgment was passed in favor of the saints of the Highest One, and the time arrived when the saints took possession of the kingdom. <sup>23</sup> \"Thus he said: 'The fourth beast will be a fourth kingdom on the earth, which will be different from all the other kingdoms and will devour the whole earth and tread it down and crush it. <sup>24</sup> As for the ten horns, out of this kingdom ten kings will arise; and another will arise after them, and he will be different from the previous ones and will subdue three kings. <sup>25</sup> He will speak out against the Most High and wear down the saints of the Highest One, and he will intend to make alterations in times and in law; and they will be given into his hand for a time, times, and half a time. <sup>26</sup> But the court will sit for judgment, and his dominion will be taken away, annihilated and destroyed forever. <sup>27</sup> Then the sovereignty, the dominion and the greatness of all the kingdoms under the whole heaven will be given to the people of the saints of the Highest One; His kingdom will be an everlasting kingdom, and all the dominions will serve and obey Him.' <sup>28</sup> \"At this point the revelation ended. As for me, Daniel, my thoughts were greatly alarming me and my face grew pale, but I kept the matter to myself.\"<h2>Daniel 8</h2> <sup>1</sup> In the third year of the reign of Belshazzar the king a vision appeared to me, Daniel, subsequent to the one which appeared to me previously. <sup>2</sup> I looked in the vision, and while I was looking I was in the citadel of Susa, which is in the province of Elam; and I looked in the vision and I myself was beside the Ulai Canal. <sup>3</sup> Then I lifted my eyes and looked, and behold, a ram which had two horns was standing in front of the canal. Now the two horns were long, but one was longer than the other, with the longer one coming up last. <sup>4</sup> I saw the ram butting westward, northward, and southward, and no other beasts could stand before him nor was there anyone to rescue from his power, but he did as he pleased and magnified himself. <sup>5</sup> While I was observing, behold, a male goat was coming from the west over the surface of the whole earth without touching the ground; and the goat had a conspicuous horn between his eyes. <sup>6</sup> He came up to the ram that had the two horns, which I had seen standing in front of the canal, and rushed at him in his mighty wrath. <sup>7</sup> I saw him come beside the ram, and he was enraged at him; and he struck the ram and shattered his two horns, and the ram had no strength to withstand him. So he hurled him to the ground and trampled on him, and there was none to rescue the ram from his power. <sup>8</sup> Then the male goat magnified himself exceedingly. But as soon as he was mighty, the large horn was broken; and in its place there came up four conspicuous horns toward the four winds of heaven. <sup>9</sup> Out of one of them came forth a rather small horn which grew exceedingly great toward the south, toward the east, and toward the Beautiful Land. <sup>10</sup> It grew up to the host of heaven and caused some of the host and some of the stars to fall to the earth, and it trampled them down. <sup>11</sup> It even magnified itself to be equal with the Commander of the host; and it removed the regular sacrifice from Him, and the place of His sanctuary was thrown down. <sup>12</sup> And on account of transgression the host will be given over to the horn along with the regular sacrifice; and it will fling truth to the ground and perform its will and prosper. <sup>13</sup> Then I heard a holy one speaking, and another holy one said to that particular one who was speaking, \"How long will the vision about the regular sacrifice apply, while the transgression causes horror, so as to allow both the holy place and the host to be trampled?\" <sup>14</sup> He said to me, \"For 2,300 evenings and mornings; then the holy place will be properly restored.\" <sup>15</sup> When I, Daniel, had seen the vision, I sought to understand it; and behold, standing before me was one who looked like a man. <sup>16</sup> And I heard the voice of a man between the banks of Ulai, and he called out and said, \"Gabriel, give this man an understanding of the vision.\" <sup>17</sup> So he came near to where I was standing, and when he came I was frightened and fell on my face; but he said to me, \"Son of man, understand that the vision pertains to the time of the end.\" <sup>18</sup> Now while he was talking with me, I sank into a deep sleep with my face to the ground; but he touched me and made me stand upright. <sup>19</sup> He said, \"Behold, I am going to let you know what will occur at the final period of the indignation, for it pertains to the appointed time of the end. <sup>20</sup> The ram which you saw with the two horns represents the kings of Media and Persia. <sup>21</sup> The shaggy goat represents the kingdom of Greece, and the large horn that is between his eyes is the first king. <sup>22</sup> The broken horn and the four horns that arose in its place represent four kingdoms which will arise from his nation, although not with his power. <sup>23</sup> \"In the latter period of their rule, When the transgressors have run their course, A king will arise, Insolent and skilled in intrigue. <sup>24</sup> \"His power will be mighty, but not by his own power, And he will destroy to an extraordinary degree And prosper and perform his will; He will destroy mighty men and the holy people. <sup>25</sup> \"And through his shrewdness He will cause deceit to succeed by his influence; And he will magnify himself in his heart, And he will destroy many while they are at ease. He will even oppose the Prince of princes, But he will be broken without human agency. <sup>26</sup> \"The vision of the evenings and mornings Which has been told is true; But keep the vision secret, For it pertains to many days in the future.\" <sup>27</sup> Then I, Daniel, was exhausted and sick for days. Then I got up again and carried on the king's business; but I was astounded at the vision, and there was none to explain it.",
                "Dan9": "<h2>Daniel 9</h2> <sup>1</sup> In the first year of Darius the son of Ahasuerus, of Median descent, who was made king over the kingdom of the Chaldeans- <sup>2</sup> in the first year of his reign, I, Daniel, observed in the books the number of the years which was revealed as the word of the Lord to Jeremiah the prophet for the completion of the desolations of Jerusalem, namely, seventy years. <sup>3</sup> So I gave my attention to the Lord God to seek Him by prayer and supplications, with fasting, sackcloth and ashes. <sup>4</sup> I prayed to the Lord my God and confessed and said, \"Alas, O Lord, the great and awesome God, who keeps His covenant and lovingkindness for those who love Him and keep His commandments, <sup>5</sup> we have sinned, committed iniquity, acted wickedly and rebelled, even turning aside from Your commandments and ordinances. <sup>6</sup> Moreover, we have not listened to Your servants the prophets, who spoke in Your name to our kings, our princes, our fathers and all the people of the land. <sup>7</sup> \"Righteousness belongs to You, O Lord, but to us open shame, as it is this day-to the men of Judah, the inhabitants of Jerusalem and all Israel, those who are nearby and those who are far away in all the countries to which You have driven them, because of their unfaithful deeds which they have committed against You. <sup>8</sup> Open shame belongs to us, O Lord, to our kings, our princes and our fathers, because we have sinned against You. <sup>9</sup> To the Lord our God belong compassion and forgiveness, for we have rebelled against Him; <sup>10</sup> nor have we obeyed the voice of the Lord our God, to walk in His teachings which He set before us through His servants the prophets. <sup>11</sup> Indeed all Israel has transgressed Your law and turned aside, not obeying Your voice; so the curse has been poured out on us, along with the oath which is written in the law of Moses the servant of God, for we have sinned against Him. <sup>12</sup> Thus He has confirmed His words which He had spoken against us and against our rulers who ruled us, to bring on us great calamity; for under the whole heaven there has not been done anything like what was done to Jerusalem. <sup>13</sup> As it is written in the law of Moses, all this calamity has come on us; yet we have not sought the favor of the Lord our God by turning from our iniquity and giving attention to Your truth. <sup>14</sup> Therefore the Lord has kept the calamity in store and brought it on us; for the Lord our God is righteous with respect to all His deeds which He has done, but we have not obeyed His voice. <sup>15</sup> \"And now, O Lord our God, who have brought Your people out of the land of Egypt with a mighty hand and have made a name for Yourself, as it is this day-we have sinned, we have been wicked. <sup>16</sup> O Lord, in accordance with all Your righteous acts, let now Your anger and Your wrath turn away from Your city Jerusalem, Your holy mountain; for because of our sins and the iniquities of our fathers, Jerusalem and Your people have become a reproach to all those around us. <sup>17</sup> So now, our God, listen to the prayer of Your servant and to his supplications, and for Your sake, O Lord, let Your face shine on Your desolate sanctuary. <sup>18</sup> O my God, incline Your ear and hear! Open Your eyes and see our desolations and the city which is called by Your name; for we are not presenting our supplications before You on account of any merits of our own, but on account of Your great compassion. <sup>19</sup> O Lord, hear! O Lord, forgive! O Lord, listen and take action! For Your own sake, O my God, do not delay, because Your city and Your people are called by Your name.\" <sup>20</sup> Now while I was speaking and praying, and confessing my sin and the sin of my people Israel, and presenting my supplication before the Lord my God in behalf of the holy mountain of my God, <sup>21</sup> while I was still speaking in prayer, then the man Gabriel, whom I had seen in the vision previously, came to me in my extreme weariness about the time of the evening offering. <sup>22</sup> He gave me instruction and talked with me and said, \"O Daniel, I have now come forth to give you insight with understanding. <sup>23</sup> At the beginning of your supplications the command was issued, and I have come to tell you, for you are highly esteemed; so give heed to the message and gain understanding of the vision. <sup>24</sup> \"Seventy weeks have been decreed for your people and your holy city, to finish the transgression, to make an end of sin, to make atonement for iniquity, to bring in everlasting righteousness, to seal up vision and prophecy and to anoint the most holy place. <sup>25</sup> So you are to know and discern that from the issuing of a decree to restore and rebuild Jerusalem until Messiah the Prince there will be seven weeks and sixty-two weeks; it will be built again, with plaza and moat, even in times of distress. <sup>26</sup> Then after the sixty-two weeks the Messiah will be cut off and have nothing, and the people of the prince who is to come will destroy the city and the sanctuary. And its end will come with a flood; even to the end there will be war; desolations are determined. <sup>27</sup> And he will make a firm covenant with the many for one week, but in the middle of the week he will put a stop to sacrifice and grain offering; and on the wing of abominations will come one who makes desolate, even until a complete destruction, one that is decreed, is poured out on the one who makes desolate.\"",
                "Rev14": "<h2>Revelation 14</h2> <sup>1</sup> Then I looked, and behold, the Lamb was standing on Mount Zion, and with Him one hundred and forty-four thousand, having His name and the name of His Father written on their foreheads. <sup>2</sup> And I heard a voice from heaven, like the sound of many waters and like the sound of loud thunder, and the voice which I heard was like the sound of harpists playing on their harps. <sup>3</sup> And they sang a new song before the throne and before the four living creatures and the elders; and no one could learn the song except the one hundred and forty-four thousand who had been purchased from the earth. <sup>4</sup> These are the ones who have not been defiled with women, for they have kept themselves chaste. These are the ones who follow the Lamb wherever He goes. These have been purchased from among men as first fruits to God and to the Lamb. <sup>5</sup> And no lie was found in their mouth; they are blameless. <sup>6</sup> And I saw another angel flying in midheaven, having an eternal gospel to preach to those who live on the earth, and to every nation and tribe and tongue and people; <sup>7</sup> and he said with a loud voice, \"Fear God, and give Him glory, because the hour of His judgment has come; worship Him who made the heaven and the earth and sea and springs of waters.\" <sup>8</sup> And another angel, a second one, followed, saying, \"Fallen, fallen is Babylon the great, she who has made all the nations drink of the wine of the passion of her immorality.\" <sup>9</sup> Then another angel, a third one, followed them, saying with a loud voice, \"If anyone worships the beast and his image, and receives a mark on his forehead or on his hand, <sup>10</sup> he also will drink of the wine of the wrath of God, which is mixed in full strength in the cup of His anger; and he will be tormented with fire and brimstone in the presence of the holy angels and in the presence of the Lamb. <sup>11</sup> And the smoke of their torment goes up forever and ever; they have no rest day and night, those who worship the beast and his image, and whoever receives the mark of his name.\" <sup>12</sup> Here is the perseverance of the saints who keep the commandments of God and their faith in Jesus. <sup>13</sup> And I heard a voice from heaven, saying, \"Write, 'Blessed are the dead who die in the Lord from now on!'\" \"Yes,\" says the Spirit, \"so that they may rest from their labors, for their deeds follow with them.\" <sup>14</sup> Then I looked, and behold, a white cloud, and sitting on the cloud was one like a son of man, having a golden crown on His head and a sharp sickle in His hand. <sup>15</sup> And another angel came out of the temple, crying out with a loud voice to Him who sat on the cloud, \"Put in your sickle and reap, for the hour to reap has come, because the harvest of the earth is ripe.\" <sup>16</sup> Then He who sat on the cloud swung His sickle over the earth, and the earth was reaped. <sup>17</sup> And another angel came out of the temple which is in heaven, and he also had a sharp sickle. <sup>18</sup> Then another angel, the one who has power over fire, came out from the altar; and he called with a loud voice to him who had the sharp sickle, saying, \"Put in your sharp sickle and gather the clusters from the vine of the earth, because her grapes are ripe.\" <sup>19</sup> So the angel swung his sickle to the earth and gathered the clusters from the vine of the earth, and threw them into the great wine press of the wrath of God. <sup>20</sup> And the wine press was trodden outside the city, and blood came out from the wine press, up to the horses' bridles, for a distance of two hundred miles.",
                "Mark115": "<h2>Mark 1:15</h2> <sup>15</sup> and saying, \"The time is fulfilled, and the kingdom of God is at hand; repent and believe in the gospel.\""
            }
        },
        {
            "name": "NKJV",
            "verses": {
                "Rev146-Rev147": "<h2>Revelation 14:6-7</h2> <sup>6</sup> Then I saw another angel flying in the midst of heaven, having the everlasting gospel to preach to those who dwell on the earth—to every nation, tribe, tongue, and people— <sup>7</sup> saying with a loud voice, “Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water.”",
                "Mark114-Mark115": "<h2>Mark 1:14-15</h2> <sup>14</sup> Now after John was put in prison, Jesus came to Galilee, preaching the gospel of the kingdom of God, <sup>15</sup> and saying, “The time is fulfilled, and the kingdom of God is at hand. Repent, and believe in the gospel.”",
                "Mark19-Mark113": "<h2>Mark 1:9-13</h2> <sup>9</sup> It came to pass in those days that Jesus came from Nazareth of Galilee, and was baptized by John in the Jordan. <sup>10</sup> And immediately, coming up from the water, He saw the heavens parting and the Spirit descending upon Him like a dove. <sup>11</sup> Then a voice came from heaven, “You are My beloved Son, in whom I am well pleased.” <sup>12</sup> Immediately the Spirit drove Him into the wilderness. <sup>13</sup> And He was there in the wilderness forty days, tempted by Satan, and was with the wild beasts; and the angels ministered to Him.",
                "Rom61-Rom64,John31-John38": "<h2>Romans 6:1-4</h2> <sup>1</sup> What shall we say then? Shall we continue in sin that grace may abound? <sup>2</sup> Certainly not! How shall we who died to sin live any longer in it? <sup>3</sup> Or do you not know that as many of us as were baptized into Christ Jesus were baptized into His death? <sup>4</sup> Therefore we were buried with Him through baptism into death, that just as Christ was raised from the dead by the glory of the Father, even so we also should walk in newness of life.<h2>John 3:1-8</h2> <sup>1</sup> There was a man of the Pharisees named Nicodemus, a ruler of the Jews. <sup>2</sup> This man came to Jesus by night and said to Him, “Rabbi, we know that You are a teacher come from God; for no one can do these signs that You do unless God is with him.” <sup>3</sup> Jesus answered and said to him, “Most assuredly, I say to you, unless one is born again, he cannot see the kingdom of God.” <sup>4</sup> Nicodemus said to Him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <sup>5</sup> Jesus answered, “Most assuredly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God. <sup>6</sup> That which is born of the flesh is flesh, and that which is born of the Spirit is spirit. <sup>7</sup> Do not marvel that I said to you, ‘You must be born again.’ <sup>8</sup> The wind blows where it wishes, and you hear the sound of it, but cannot tell where it comes from and where it goes. So is everyone who is born of the Spirit.”",
                "Mark11-Mark113": "<h2>Mark 1:1-13</h2> <sup>1</sup> The beginning of the gospel of Jesus Christ, the Son of God. <sup>2</sup> As it is written in the Prophets: “Behold, I send My messenger before Your face, Who will prepare Your way before You.” <sup>3</sup> “The voice of one crying in the wilderness: ‘Prepare the way of the Lord; Make His paths straight.’ ” <sup>4</sup> John came baptizing in the wilderness and preaching a baptism of repentance for the remission of sins. <sup>5</sup> Then all the land of Judea, and those from Jerusalem, went out to him and were all baptized by him in the Jordan River, confessing their sins. <sup>6</sup> Now John was clothed with camel’s hair and with a leather belt around his waist, and he ate locusts and wild honey. <sup>7</sup> And he preached, saying, “There comes One after me who is mightier than I, whose sandal strap I am not worthy to stoop down and loose. <sup>8</sup> I indeed baptized you with water, but He will baptize you with the Holy Spirit.” <sup>9</sup> It came to pass in those days that Jesus came from Nazareth of Galilee, and was baptized by John in the Jordan. <sup>10</sup> And immediately, coming up from the water, He saw the heavens parting and the Spirit descending upon Him like a dove. <sup>11</sup> Then a voice came from heaven, “You are My beloved Son, in whom I am well pleased.” <sup>12</sup> Immediately the Spirit drove Him into the wilderness. <sup>13</sup> And He was there in the wilderness forty days, tempted by Satan, and was with the wild beasts; and the angels ministered to Him.",
                "Mark1": "<h2>Mark 1</h2> <sup>1</sup> The beginning of the gospel of Jesus Christ, the Son of God. <sup>2</sup> As it is written in the Prophets: “Behold, I send My messenger before Your face, Who will prepare Your way before You.” <sup>3</sup> “The voice of one crying in the wilderness: ‘Prepare the way of the Lord; Make His paths straight.’ ” <sup>4</sup> John came baptizing in the wilderness and preaching a baptism of repentance for the remission of sins. <sup>5</sup> Then all the land of Judea, and those from Jerusalem, went out to him and were all baptized by him in the Jordan River, confessing their sins. <sup>6</sup> Now John was clothed with camel’s hair and with a leather belt around his waist, and he ate locusts and wild honey. <sup>7</sup> And he preached, saying, “There comes One after me who is mightier than I, whose sandal strap I am not worthy to stoop down and loose. <sup>8</sup> I indeed baptized you with water, but He will baptize you with the Holy Spirit.” <sup>9</sup> It came to pass in those days that Jesus came from Nazareth of Galilee, and was baptized by John in the Jordan. <sup>10</sup> And immediately, coming up from the water, He saw the heavens parting and the Spirit descending upon Him like a dove. <sup>11</sup> Then a voice came from heaven, “You are My beloved Son, in whom I am well pleased.” <sup>12</sup> Immediately the Spirit drove Him into the wilderness. <sup>13</sup> And He was there in the wilderness forty days, tempted by Satan, and was with the wild beasts; and the angels ministered to Him. <sup>14</sup> Now after John was put in prison, Jesus came to Galilee, preaching the gospel of the kingdom of God, <sup>15</sup> and saying, “The time is fulfilled, and the kingdom of God is at hand. Repent, and believe in the gospel.” <sup>16</sup> And as He walked by the Sea of Galilee, He saw Simon and Andrew his brother casting a net into the sea; for they were fishermen. <sup>17</sup> Then Jesus said to them, “Follow Me, and I will make you become fishers of men.” <sup>18</sup> They immediately left their nets and followed Him. <sup>19</sup> When He had gone a little farther from there, He saw James the son of Zebedee, and John his brother, who also were in the boat mending their nets. <sup>20</sup> And immediately He called them, and they left their father Zebedee in the boat with the hired servants, and went after Him. <sup>21</sup> Then they went into Capernaum, and immediately on the Sabbath He entered the synagogue and taught. <sup>22</sup> And they were astonished at His teaching, for He taught them as one having authority, and not as the scribes. <sup>23</sup> Now there was a man in their synagogue with an unclean spirit. And he cried out, <sup>24</sup> saying, “Let us alone! What have we to do with You, Jesus of Nazareth? Did You come to destroy us? I know who You are—the Holy One of God!” <sup>25</sup> But Jesus rebuked him, saying, “Be quiet, and come out of him!” <sup>26</sup> And when the unclean spirit had convulsed him and cried out with a loud voice, he came out of him. <sup>27</sup> Then they were all amazed, so that they questioned among themselves, saying, “What is this? What new doctrine is this? For with authority He commands even the unclean spirits, and they obey Him.” <sup>28</sup> And immediately His fame spread throughout all the region around Galilee. <sup>29</sup> Now as soon as they had come out of the synagogue, they entered the house of Simon and Andrew, with James and John. <sup>30</sup> But Simon’s wife’s mother lay sick with a fever, and they told Him about her at once. <sup>31</sup> So He came and took her by the hand and lifted her up, and immediately the fever left her. And she served them. <sup>32</sup> At evening, when the sun had set, they brought to Him all who were sick and those who were demon-possessed. <sup>33</sup> And the whole city was gathered together at the door. <sup>34</sup> Then He healed many who were sick with various diseases, and cast out many demons; and He did not allow the demons to speak, because they knew Him. <sup>35</sup> Now in the morning, having risen a long while before daylight, He went out and departed to a solitary place; and there He prayed. <sup>36</sup> And Simon and those who  were with Him searched for Him. <sup>37</sup> When they found Him, they said to Him, “Everyone is looking for You.” <sup>38</sup> But He said to them, “Let us go into the next towns, that I may preach there also, because for this purpose I have come forth.” <sup>39</sup> And He was preaching in their synagogues throughout all Galilee, and casting out demons. <sup>40</sup> Now a leper came to Him, imploring Him, kneeling down to Him and saying to Him, “If You are willing, You can make me clean.” <sup>41</sup> Then Jesus, moved with compassion, stretched out His hand and touched him, and said to him, “I am willing; be cleansed.” <sup>42</sup> As soon as He had spoken, immediately the leprosy left him, and he was cleansed. <sup>43</sup> And He strictly warned him and sent him away at once, <sup>44</sup> and said to him, “See that you say nothing to anyone; but go your way, show yourself to the priest, and offer for your cleansing those things which Moses commanded, as a testimony to them.” <sup>45</sup> However, he went out and began to proclaim it freely, and to spread the matter, so that Jesus could no longer openly enter the city, but was outside in deserted places; and they came to Him from every direction.",
                "Rev13": "<h2>Revelation 13</h2> <sup>1</sup> Then I stood on the sand of the sea. And I saw a beast rising up out of the sea, having seven heads and ten horns, and on his horns ten crowns, and on his heads a blasphemous name. <sup>2</sup> Now the beast which I saw was like a leopard, his feet were like the  feet  of a bear, and his mouth like the mouth of a lion. The dragon gave him his power, his throne, and great authority. <sup>3</sup> And I saw one of his heads as if it had been mortally wounded, and his deadly wound was healed. And all the world marveled and followed the beast. <sup>4</sup> So they worshiped the dragon who gave authority to the beast; and they worshiped the beast, saying, “Who is like the beast? Who is able to make war with him?” <sup>5</sup> And he was given a mouth speaking great things and blasphemies, and he was given authority to continue for forty-two months. <sup>6</sup> Then he opened his mouth in blasphemy against God, to blaspheme His name, His tabernacle, and those who dwell in heaven. <sup>7</sup> It was granted to him to make war with the saints and to overcome them. And authority was given him over every tribe, tongue, and nation. <sup>8</sup> All who dwell on the earth will worship him, whose names have not been written in the Book of Life of the Lamb slain from the foundation of the world. <sup>9</sup> If anyone has an ear, let him hear. <sup>10</sup> He who leads into captivity shall go into captivity; he who kills with the sword must be killed with the sword. Here is the patience and the faith of the saints. <sup>11</sup> Then I saw another beast coming up out of the earth, and he had two horns like a lamb and spoke like a dragon. <sup>12</sup> And he exercises all the authority of the first beast in his presence, and causes the earth and those who dwell in it to worship the first beast, whose deadly wound was healed. <sup>13</sup> He performs great signs, so that he even makes fire come down from heaven on the earth in the sight of men. <sup>14</sup> And he deceives those who dwell on the earth by those signs which he was granted to do in the sight of the beast, telling those who dwell on the earth to make an image to the beast who was wounded by the sword and lived. <sup>15</sup> He was granted power to give breath to the image of the beast, that the image of the beast should both speak and cause as many as would not worship the image of the beast to be killed. <sup>16</sup> He causes all, both small and great, rich and poor, free and slave, to receive a mark on their right hand or on their foreheads, <sup>17</sup> and that no one may buy or sell except one who has the mark or the name of the beast, or the number of his name. <sup>18</sup> Here is wisdom. Let him who has understanding calculate the number of the beast, for it is the number of a man: His number is 666.",
                "Dan722": "<h2>Daniel 7:22</h2> <sup>22</sup> until the Ancient of Days came, and a judgment was made in  favor of the saints of the Most High, and the time came for the saints to possess the kingdom.",
                "Dan814": "<h2>Daniel 8:14</h2> <sup>14</sup> And he said to me, “For two thousand three hundred days; then the sanctuary shall be cleansed.”",
                "Dan7-Dan8": "<h2>Daniel 7</h2> <sup>1</sup> In the first year of Belshazzar king of Babylon, Daniel had a dream and visions of his head while on his bed. Then he wrote down the dream, telling the main facts. <sup>2</sup> Daniel spoke, saying, “I saw in my vision by night, and behold, the four winds of heaven were stirring up the Great Sea. <sup>3</sup> And four great beasts came up from the sea, each different from the other. <sup>4</sup> The first was  like a lion, and had eagle’s wings. I watched till its wings were plucked off; and it was lifted up from the earth and made to stand on two feet like a man, and a man’s heart was given to it. <sup>5</sup> “And suddenly another beast, a second, like a bear. It was raised up on one side, and had three ribs in its mouth between its teeth. And they said thus to it: ‘Arise, devour much flesh!’ <sup>6</sup> “After this I looked, and there was another, like a leopard, which had on its back four wings of a bird. The beast also had four heads, and dominion was given to it. <sup>7</sup> “After this I saw in the night visions, and behold, a fourth beast, dreadful and terrible, exceedingly strong. It had huge iron teeth; it was devouring, breaking in pieces, and trampling the residue with its feet. It was different from all the beasts that were before it, and it had ten horns. <sup>8</sup> I was considering the horns, and there was another horn, a little one, coming up among them, before whom three of the first horns were plucked out by the roots. And there, in this horn, were eyes like the eyes of a man, and a mouth speaking pompous words. <sup>9</sup> “I watched till thrones were put in place, And the Ancient of Days was seated; His garment was white as snow, And the hair of His head was like pure wool. His throne was a fiery flame, Its wheels a burning fire; <sup>10</sup> A fiery stream issued And came forth from before Him. A thousand thousands ministered to Him; Ten thousand times ten thousand stood before Him. The court was seated, And the books were opened. <sup>11</sup> “I watched then because of the sound of the pompous words which the horn was speaking; I watched till the beast was slain, and its body destroyed and given to the burning flame. <sup>12</sup> As for the rest of the beasts, they had their dominion taken away, yet their lives were prolonged for a season and a time. <sup>13</sup> “I was watching in the night visions, And behold, One like the Son of Man, Coming with the clouds of heaven! He came to the Ancient of Days, And they brought Him near before Him. <sup>14</sup> Then to Him was given dominion and glory and a kingdom, That all peoples, nations, and languages should serve Him. His dominion is  an everlasting dominion, Which shall not pass away, And His kingdom the  one Which shall not be destroyed. <sup>15</sup> “I, Daniel, was grieved in my spirit within my body, and the visions of my head troubled me. <sup>16</sup> I came near to one of those who stood by, and asked him the truth of all this. So he told me and made known to me the interpretation of these things: <sup>17</sup> ‘Those great beasts, which are four, are four kings which arise out of the earth. <sup>18</sup> But the saints of the Most High shall receive the kingdom, and possess the kingdom forever, even forever and ever.’ <sup>19</sup> “Then I wished to know the truth about the fourth beast, which was different from all the others, exceedingly dreadful, with its teeth of iron and its nails of bronze, which devoured, broke in pieces, and trampled the residue with its feet; <sup>20</sup> and the ten horns that were on its head, and the other horn which came up, before which three fell, namely, that horn which had eyes and a mouth which spoke pompous words, whose appearance was greater than his fellows. <sup>21</sup> “I was watching; and the same horn was making war against the saints, and prevailing against them, <sup>22</sup> until the Ancient of Days came, and a judgment was made in  favor of the saints of the Most High, and the time came for the saints to possess the kingdom. <sup>23</sup> “Thus he said: ‘The fourth beast shall be A fourth kingdom on earth, Which shall be different from all other kingdoms, And shall devour the whole earth, Trample it and break it in pieces. <sup>24</sup> The ten horns are ten kings Who shall arise from this kingdom. And another shall rise after them; He shall be different from the first ones, And shall subdue three kings. <sup>25</sup> He shall speak pompous words against the Most High, Shall persecute the saints of the Most High, And shall intend to change times and law. Then the  saints shall be given into his hand For a time and times and half a time. <sup>26</sup> ‘But the court shall be seated, And they shall take away his dominion, To consume and destroy it forever. <sup>27</sup> Then the kingdom and dominion, And the greatness of the kingdoms under the whole heaven, Shall be given to the people, the saints of the Most High. His kingdom is an everlasting kingdom, And all dominions shall serve and obey Him.’ <sup>28</sup> “This is the end of the account. As for me, Daniel, my thoughts greatly troubled me, and my countenance changed; but I kept the matter in my heart.”<h2>Daniel 8</h2> <sup>1</sup> In the third year of the reign of King Belshazzar a vision appeared to me—to me, Daniel—after the one that appeared to me the first time. <sup>2</sup> I saw in the vision, and it so happened while I was looking, that I was in Shushan, the citadel, which is in the province of Elam; and I saw in the vision that I was by the River Ulai. <sup>3</sup> Then I lifted my eyes and saw, and there, standing beside the river, was a ram which had two horns, and the two horns were high; but one was  higher than the other, and the higher one came up last. <sup>4</sup> I saw the ram pushing westward, northward, and southward, so that no animal could withstand him; nor was  there  any that could deliver from his hand, but he did according to his will and became great. <sup>5</sup> And as I was considering, suddenly a male goat came from the west, across the surface of the whole earth, without touching the ground; and the goat had a notable horn between his eyes. <sup>6</sup> Then he came to the ram that had two horns, which I had seen standing beside the river, and ran at him with furious power. <sup>7</sup> And I saw him confronting the ram; he was moved with rage against him, attacked the ram, and broke his two horns. There was no power in the ram to withstand him, but he cast him down to the ground and trampled him; and there was no one that could deliver the ram from his hand. <sup>8</sup> Therefore the male goat grew very great; but when he became strong, the large horn was broken, and in place of it four notable ones came up toward the four winds of heaven. <sup>9</sup> And out of one of them came a little horn which grew exceedingly great toward the south, toward the east, and toward the Glorious Land. <sup>10</sup> And it grew up to the host of heaven; and it cast down some of the host and some of the stars to the ground, and trampled them. <sup>11</sup> He even exalted himself as high as the Prince of the host; and by him the daily sacrifices were taken away, and the place of His sanctuary was cast down. <sup>12</sup> Because of transgression, an army was given over to  the  horn to oppose the daily sacrifices; and he cast truth down to the ground. He did all  this and prospered. <sup>13</sup> Then I heard a holy one speaking; and another holy one said to that certain one who was speaking, “How long will the vision be, concerning the daily sacrifices and the transgression of desolation, the giving of both the sanctuary and the host to be trampled underfoot?” <sup>14</sup> And he said to me, “For two thousand three hundred days; then the sanctuary shall be cleansed.” <sup>15</sup> Then it happened, when I, Daniel, had seen the vision and was seeking the meaning, that suddenly there stood before me one having the appearance of a man. <sup>16</sup> And I heard a man’s voice between the  banks  of the Ulai, who called, and said, “Gabriel, make this man understand the vision.” <sup>17</sup> So he came near where I stood, and when he came I was afraid and fell on my face; but he said to me, “Understand, son of man, that the vision refers to the time of the end.” <sup>18</sup> Now, as he was speaking with me, I was in a deep sleep with my face to the ground; but he touched me, and stood me upright. <sup>19</sup> And he said, “Look, I am making known to you what shall happen in the latter time of the indignation; for at the appointed time the end shall  be. <sup>20</sup> The ram which you saw, having the two horns—they  are the kings of Media and Persia. <sup>21</sup> And the male goat is the kingdom of Greece. The large horn that is between its eyes is the first king. <sup>22</sup> As for the broken horn and the four that stood up in its place, four kingdoms shall arise out of that nation, but not with its power. <sup>23</sup> “And in the latter time of their kingdom, When the transgressors have reached their fullness, A king shall arise, Having fierce features, Who understands sinister schemes. <sup>24</sup> His power shall be mighty, but not by his own power; He shall destroy fearfully, And shall prosper and thrive; He shall destroy the mighty, and also the holy people. <sup>25</sup> “Through his cunning He shall cause deceit to prosper under his rule; And he shall exalt himself in his heart. He shall destroy many in their prosperity. He shall even rise against the Prince of princes; But he shall be broken without human means. <sup>26</sup> “And the vision of the evenings and mornings Which was told is true; Therefore seal up the vision, For it  refers to many days in  the  future.” <sup>27</sup> And I, Daniel, fainted and was sick for days; afterward I arose and went about the king’s business. I was astonished by the vision, but no one understood it.",
                "Dan9": "<h2>Daniel 9</h2> <sup>1</sup> In the first year of Darius the son of Ahasuerus, of the lineage of the Medes, who was made king over the realm of the Chaldeans— <sup>2</sup> in the first year of his reign I, Daniel, understood by the books the number of the years specified by the word of the Lord through Jeremiah the prophet, that He would accomplish seventy years in the desolations of Jerusalem. <sup>3</sup> Then I set my face toward the Lord God to make request by prayer and supplications, with fasting, sackcloth, and ashes. <sup>4</sup> And I prayed to the Lord my God, and made confession, and said, “O Lord, great and awesome God, who keeps His covenant and mercy with those who love Him, and with those who keep His commandments, <sup>5</sup> we have sinned and committed iniquity, we have done wickedly and rebelled, even by departing from Your precepts and Your judgments. <sup>6</sup> Neither have we heeded Your servants the prophets, who spoke in Your name to our kings and our princes, to our fathers and all the people of the land. <sup>7</sup> O Lord, righteousness belongs to You, but to us shame of face, as it  is this day—to the men of Judah, to the inhabitants of Jerusalem and all Israel, those near and those far off in all the countries to which You have driven them, because of the unfaithfulness which they have committed against You. <sup>8</sup> “O Lord, to us belongs shame of face, to our kings, our princes, and our fathers, because we have sinned against You. <sup>9</sup> To the Lord our God belong mercy and forgiveness, though we have rebelled against Him. <sup>10</sup> We have not obeyed the voice of the Lord our God, to walk in His laws, which He set before us by His servants the prophets. <sup>11</sup> Yes, all Israel has transgressed Your law, and has departed so as not to obey Your voice; therefore the curse and the oath written in the Law of Moses the servant of God have been poured out on us, because we have sinned against Him. <sup>12</sup> And He has confirmed His words, which He spoke against us and against our judges who judged us, by bringing upon us a great disaster; for under the whole heaven such has never been done as what has been done to Jerusalem. <sup>13</sup> “As it  is written in the Law of Moses, all this disaster has come upon us; yet we have not made our prayer before the Lord our God, that we might turn from our iniquities and understand Your truth. <sup>14</sup> Therefore the Lord has kept the disaster in mind, and brought it upon us; for the Lord our God is righteous in all the works which He does, though we have not obeyed His voice. <sup>15</sup> And now, O Lord our God, who brought Your people out of the land of Egypt with a mighty hand, and made Yourself a name, as it  is this day—we have sinned, we have done wickedly! <sup>16</sup> “O Lord, according to all Your righteousness, I pray, let Your anger and Your fury be turned away from Your city Jerusalem, Your holy mountain; because for our sins, and for the iniquities of our fathers, Jerusalem and Your people are a reproach to all those around us. <sup>17</sup> Now therefore, our God, hear the prayer of Your servant, and his supplications, and for the Lord’s sake cause Your face to shine on Your sanctuary, which is desolate. <sup>18</sup> O my God, incline Your ear and hear; open Your eyes and see our desolations, and the city which is called by Your name; for we do not present our supplications before You because of our righteous deeds, but because of Your great mercies. <sup>19</sup> O Lord, hear! O Lord, forgive! O Lord, listen and act! Do not delay for Your own sake, my God, for Your city and Your people are called by Your name.” <sup>20</sup> Now while I was speaking, praying, and confessing my sin and the sin of my people Israel, and presenting my supplication before the Lord my God for the holy mountain of my God, <sup>21</sup> yes, while I was speaking in prayer, the man Gabriel, whom I had seen in the vision at the beginning, being caused to fly swiftly, reached me about the time of the evening offering. <sup>22</sup> And he informed me, and talked with me, and said, “O Daniel, I have now come forth to give you skill to understand. <sup>23</sup> At the beginning of your supplications the command went out, and I have come to tell you, for you are greatly beloved; therefore consider the matter, and understand the vision: <sup>24</sup> “Seventy weeks are determined For your people and for your holy city, To finish the transgression, To make an end of sins, To make reconciliation for iniquity, To bring in everlasting righteousness, To seal up vision and prophecy, And to anoint the Most Holy. <sup>25</sup> “Know therefore and understand, That from the going forth of the command To restore and build Jerusalem Until Messiah the Prince, There  shall  be seven weeks and sixty-two weeks; The street shall be built again, and the wall, Even in troublesome times. <sup>26</sup> “And after the sixty-two weeks Messiah shall be cut off, but not for Himself; And the people of the prince who is to come Shall destroy the city and the sanctuary. The end of it shall  be with a flood, And till the end of the war desolations are determined. <sup>27</sup> Then he shall confirm a covenant with many for one week; But in the middle of the week He shall bring an end to sacrifice and offering. And on the wing of abominations shall be one who makes desolate, Even until the consummation, which is determined, Is poured out on the desolate.”",
                "Rev14": "<h2>Revelation 14</h2> <sup>1</sup> Then I looked, and behold, a Lamb standing on Mount Zion, and with Him one hundred and forty-four thousand, having His Father’s name written on their foreheads. <sup>2</sup> And I heard a voice from heaven, like the voice of many waters, and like the voice of loud thunder. And I heard the sound of harpists playing their harps. <sup>3</sup> They sang as it were a new song before the throne, before the four living creatures, and the elders; and no one could learn that song except the hundred and forty-four thousand who were redeemed from the earth. <sup>4</sup> These are the ones who were not defiled with women, for they are virgins. These are the ones who follow the Lamb wherever He goes. These were redeemed from among men, being firstfruits to God and to the Lamb. <sup>5</sup> And in their mouth was found no deceit, for they are without fault before the throne of God. <sup>6</sup> Then I saw another angel flying in the midst of heaven, having the everlasting gospel to preach to those who dwell on the earth—to every nation, tribe, tongue, and people— <sup>7</sup> saying with a loud voice, “Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water.” <sup>8</sup> And another angel followed, saying, “Babylon is fallen, is fallen, that great city, because she has made all nations drink of the wine of the wrath of her fornication.” <sup>9</sup> Then a third angel followed them, saying with a loud voice, “If anyone worships the beast and his image, and receives his  mark on his forehead or on his hand, <sup>10</sup> he himself shall also drink of the wine of the wrath of God, which is poured out full strength into the cup of His indignation. He shall be tormented with fire and brimstone in the presence of the holy angels and in the presence of the Lamb. <sup>11</sup> And the smoke of their torment ascends forever and ever; and they have no rest day or night, who worship the beast and his image, and whoever receives the mark of his name.” <sup>12</sup> Here is the patience of the saints; here are those who keep the commandments of God and the faith of Jesus. <sup>13</sup> Then I heard a voice from heaven saying to me, “Write: ‘Blessed are the dead who die in the Lord from now on.’ ” “Yes,” says the Spirit, “that they may rest from their labors, and their works follow them.” <sup>14</sup> Then I looked, and behold, a white cloud, and on the cloud sat One like the Son of Man, having on His head a golden crown, and in His hand a sharp sickle. <sup>15</sup> And another angel came out of the temple, crying with a loud voice to Him who sat on the cloud, “Thrust in Your sickle and reap, for the time has come for You to reap, for the harvest of the earth is ripe.” <sup>16</sup> So He who sat on the cloud thrust in His sickle on the earth, and the earth was reaped. <sup>17</sup> Then another angel came out of the temple which is in heaven, he also having a sharp sickle. <sup>18</sup> And another angel came out from the altar, who had power over fire, and he cried with a loud cry to him who had the sharp sickle, saying, “Thrust in your sharp sickle and gather the clusters of the vine of the earth, for her grapes are fully ripe.” <sup>19</sup> So the angel thrust his sickle into the earth and gathered the vine of the earth, and threw it into the great winepress of the wrath of God. <sup>20</sup> And the winepress was trampled outside the city, and blood came out of the winepress, up to the horses’ bridles, for one thousand six hundred furlongs.",
                "Mark115": "<h2>Mark 1:15</h2> <sup>15</sup> and saying, “The time is fulfilled, and the kingdom of God is at hand. Repent, and believe in the gospel.”"
            }
        },
        {
            "name": "KJV",
            "verses": {
                "Rev146-Rev147": "<h2>Revelation 14:6-7</h2> <sup>6</sup>And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people, <sup>7</sup>Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters.",
                "Mark114-Mark115": "<h2>Mark 1:14-15</h2> <sup>14</sup>Now after that John was put in prison, Jesus came into Galilee, preaching the gospel of the kingdom of God, <sup>15</sup>And saying, The time is fulfilled, and the kingdom of God is at hand: repent ye, and believe the gospel.",
                "Mark19-Mark113": "<h2>Mark 1:9-13</h2> <sup>9</sup>And it came to pass in those days, that Jesus came from Nazareth of Galilee, and was baptized of John in Jordan. <sup>10</sup>And straightway coming up out of the water, he saw the heavens opened, and the Spirit like a dove descending upon him: <sup>11</sup>And there came a voice from heaven, saying, Thou art my beloved Son, in whom I am well pleased. <sup>12</sup>And immediately the spirit driveth him into the wilderness. <sup>13</sup>And he was there in the wilderness forty days, tempted of Satan; and was with the wild beasts; and the angels ministered unto him.",
                "Rom61-Rom64,John31-John38": "<h2>Romans 6:1-4</h2> <sup>6</sup>What shall we say then? Shall we continue in sin, that grace may abound? <sup>2</sup>God forbid. How shall we, that are dead to sin, live any longer therein? <sup>3</sup>Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death? <sup>4</sup>Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.<h2>John 3:1-8</h2> <sup>3</sup>There was a man of the Pharisees, named Nicodemus, a ruler of the Jews: <sup>2</sup>The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him. <sup>3</sup>Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God. <sup>4</sup>Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother's womb, and be born? <sup>5</sup>Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God. <sup>6</sup>That which is born of the flesh is flesh; and that which is born of the Spirit is spirit. <sup>7</sup>Marvel not that I said unto thee, Ye must be born again. <sup>8</sup>The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.",
                "Mark11-Mark113": "<h2>Mark 1:1-13</h2> <sup>1</sup>The beginning of the gospel of Jesus Christ, the Son of God; <sup>2</sup>As it is written in the prophets, Behold, I send my messenger before thy face, which shall prepare thy way before thee. <sup>3</sup>The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight. <sup>4</sup>John did baptize in the wilderness, and preach the baptism of repentance for the remission of sins. <sup>5</sup>And there went out unto him all the land of Judaea, and they of Jerusalem, and were all baptized of him in the river of Jordan, confessing their sins. <sup>6</sup>And John was clothed with camel's hair, and with a girdle of a skin about his loins; and he did eat locusts and wild honey; <sup>7</sup>And preached, saying, There cometh one mightier than I after me, the latchet of whose shoes I am not worthy to stoop down and unloose. <sup>8</sup>I indeed have baptized you with water: but he shall baptize you with the Holy Ghost. <sup>9</sup>And it came to pass in those days, that Jesus came from Nazareth of Galilee, and was baptized of John in Jordan. <sup>10</sup>And straightway coming up out of the water, he saw the heavens opened, and the Spirit like a dove descending upon him: <sup>11</sup>And there came a voice from heaven, saying, Thou art my beloved Son, in whom I am well pleased. <sup>12</sup>And immediately the spirit driveth him into the wilderness. <sup>13</sup>And he was there in the wilderness forty days, tempted of Satan; and was with the wild beasts; and the angels ministered unto him.",
                "Mark1": "<h2>Mark 1</h2> <sup>1</sup>The beginning of the gospel of Jesus Christ, the Son of God; <sup>2</sup>As it is written in the prophets, Behold, I send my messenger before thy face, which shall prepare thy way before thee. <sup>3</sup>The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight. <sup>4</sup>John did baptize in the wilderness, and preach the baptism of repentance for the remission of sins. <sup>5</sup>And there went out unto him all the land of Judaea, and they of Jerusalem, and were all baptized of him in the river of Jordan, confessing their sins. <sup>6</sup>And John was clothed with camel's hair, and with a girdle of a skin about his loins; and he did eat locusts and wild honey; <sup>7</sup>And preached, saying, There cometh one mightier than I after me, the latchet of whose shoes I am not worthy to stoop down and unloose. <sup>8</sup>I indeed have baptized you with water: but he shall baptize you with the Holy Ghost. <sup>9</sup>And it came to pass in those days, that Jesus came from Nazareth of Galilee, and was baptized of John in Jordan. <sup>10</sup>And straightway coming up out of the water, he saw the heavens opened, and the Spirit like a dove descending upon him: <sup>11</sup>And there came a voice from heaven, saying, Thou art my beloved Son, in whom I am well pleased. <sup>12</sup>And immediately the spirit driveth him into the wilderness. <sup>13</sup>And he was there in the wilderness forty days, tempted of Satan; and was with the wild beasts; and the angels ministered unto him. <sup>14</sup>Now after that John was put in prison, Jesus came into Galilee, preaching the gospel of the kingdom of God, <sup>15</sup>And saying, The time is fulfilled, and the kingdom of God is at hand: repent ye, and believe the gospel. <sup>16</sup>Now as he walked by the sea of Galilee, he saw Simon and Andrew his brother casting a net into the sea: for they were fishers. <sup>17</sup>And Jesus said unto them, Come ye after me, and I will make you to become fishers of men. <sup>18</sup>And straightway they forsook their nets, and followed him. <sup>19</sup>And when he had gone a little farther thence, he saw James the son of Zebedee, and John his brother, who also were in the ship mending their nets. <sup>20</sup>And straightway he called them: and they left their father Zebedee in the ship with the hired servants, and went after him. <sup>21</sup>And they went into Capernaum; and straightway on the sabbath day he entered into the synagogue, and taught. <sup>22</sup>And they were astonished at his doctrine: for he taught them as one that had authority, and not as the scribes. <sup>23</sup>And there was in their synagogue a man with an unclean spirit; and he cried out, <sup>24</sup>Saying, Let us alone; what have we to do with thee, thou Jesus of Nazareth? art thou come to destroy us? I know thee who thou art, the Holy One of God. <sup>25</sup>And Jesus rebuked him, saying, Hold thy peace, and come out of him. <sup>26</sup>And when the unclean spirit had torn him, and cried with a loud voice, he came out of him. <sup>27</sup>And they were all amazed, insomuch that they questioned among themselves, saying, What thing is this? what new doctrine is this? for with authority commandeth he even the unclean spirits, and they do obey him. <sup>28</sup>And immediately his fame spread abroad throughout all the region round about Galilee. <sup>29</sup>And forthwith, when they were come out of the synagogue, they entered into the house of Simon and Andrew, with James and John. <sup>30</sup>But Simon's wife's mother lay sick of a fever, and anon they tell him of her. <sup>31</sup>And he came and took her by the hand, and lifted her up; and immediately the fever left her, and she ministered unto them. <sup>32</sup>And at even, when the sun did set, they brought unto him all that were diseased, and them that were possessed with devils. <sup>33</sup>And all the city was gathered together at the door. <sup>34</sup>And he healed many that were sick of divers diseases, and cast out many devils; and suffered not the devils to speak, because they knew him. <sup>35</sup>And in the morning, rising up a great while before day, he went out, and departed into a solitary place, and there prayed. <sup>36</sup>And Simon and they that were with him followed after him. <sup>37</sup>And when they had found him, they said unto him, All men seek for thee. <sup>38</sup>And he said unto them, Let us go into the next towns, that I may preach there also: for therefore came I forth. <sup>39</sup>And he preached in their synagogues throughout all Galilee, and cast out devils. <sup>40</sup>And there came a leper to him, beseeching him, and kneeling down to him, and saying unto him, If thou wilt, thou canst make me clean. <sup>41</sup>And Jesus, moved with compassion, put forth his hand, and touched him, and saith unto him, I will; be thou clean. <sup>42</sup>And as soon as he had spoken, immediately the leprosy departed from him, and he was cleansed. <sup>43</sup>And he straitly charged him, and forthwith sent him away; <sup>44</sup>And saith unto him, See thou say nothing to any man: but go thy way, shew thyself to the priest, and offer for thy cleansing those things which Moses commanded, for a testimony unto them. <sup>45</sup>But he went out, and began to publish it much, and to blaze abroad the matter, insomuch that Jesus could no more openly enter into the city, but was without in desert places: and they came to him from every quarter.",
                "Rev13": "<h2>Revelation 13</h2> <sup>13</sup>And I stood upon the sand of the sea, and saw a beast rise up out of the sea, having seven heads and ten horns, and upon his horns ten crowns, and upon his heads the name of blasphemy. <sup>2</sup>And the beast which I saw was like unto a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his seat, and great authority. <sup>3</sup>And I saw one of his heads as it were wounded to death; and his deadly wound was healed: and all the world wondered after the beast. <sup>4</sup>And they worshipped the dragon which gave power unto the beast: and they worshipped the beast, saying, Who is like unto the beast? who is able to make war with him? <sup>5</sup>And there was given unto him a mouth speaking great things and blasphemies; and power was given unto him to continue forty and two months. <sup>6</sup>And he opened his mouth in blasphemy against God, to blaspheme his name, and his tabernacle, and them that dwell in heaven. <sup>7</sup>And it was given unto him to make war with the saints, and to overcome them: and power was given him over all kindreds, and tongues, and nations. <sup>8</sup>And all that dwell upon the earth shall worship him, whose names are not written in the book of life of the Lamb slain from the foundation of the world. <sup>9</sup>If any man have an ear, let him hear. <sup>10</sup>He that leadeth into captivity shall go into captivity: he that killeth with the sword must be killed with the sword. Here is the patience and the faith of the saints. <sup>11</sup>And I beheld another beast coming up out of the earth; and he had two horns like a lamb, and he spake as a dragon. <sup>12</sup>And he exerciseth all the power of the first beast before him, and causeth the earth and them which dwell therein to worship the first beast, whose deadly wound was healed. <sup>13</sup>And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men, <sup>14</sup>And deceiveth them that dwell on the earth by the means of those miracles which he had power to do in the sight of the beast; saying to them that dwell on the earth, that they should make an image to the beast, which had the wound by a sword, and did live. <sup>15</sup>And he had power to give life unto the image of the beast, that the image of the beast should both speak, and cause that as many as would not worship the image of the beast should be killed. <sup>16</sup>And he causeth all, both small and great, rich and poor, free and bond, to receive a mark in their right hand, or in their foreheads: <sup>17</sup>And that no man might buy or sell, save he that had the mark, or the name of the beast, or the number of his name. <sup>18</sup>Here is wisdom. Let him that hath understanding count the number of the beast: for it is the number of a man; and his number is Six hundred threescore and six.",
                "Dan722": "<h2>Daniel 7:22</h2> <sup>22</sup>Until the Ancient of days came, and judgment was given to the saints of the most High; and the time came that the saints possessed the kingdom.",
                "Dan814": "<h2>Daniel 8:14</h2> <sup>14</sup>And he said unto me, Unto two thousand and three hundred days; then shall the sanctuary be cleansed.",
                "Dan7-Dan8": "<h2>Daniel 7</h2> <sup>7</sup>In the first year of Belshazzar king of Babylon Daniel had a dream and visions of his head upon his bed: then he wrote the dream, and told the sum of the matters. <sup>2</sup>Daniel spake and said, I saw in my vision by night, and, behold, the four winds of the heaven strove upon the great sea. <sup>3</sup>And four great beasts came up from the sea, diverse one from another. <sup>4</sup>The first was like a lion, and had eagle's wings: I beheld till the wings thereof were plucked, and it was lifted up from the earth, and made stand upon the feet as a man, and a man's heart was given to it. <sup>5</sup>And behold another beast, a second, like to a bear, and it raised up itself on one side, and it had three ribs in the mouth of it between the teeth of it: and they said thus unto it, Arise, devour much flesh. <sup>6</sup>After this I beheld, and lo another, like a leopard, which had upon the back of it four wings of a fowl; the beast had also four heads; and dominion was given to it. <sup>7</sup>After this I saw in the night visions, and behold a fourth beast, dreadful and terrible, and strong exceedingly; and it had great iron teeth: it devoured and brake in pieces, and stamped the residue with the feet of it: and it was diverse from all the beasts that were before it; and it had ten horns. <sup>8</sup>I considered the horns, and, behold, there came up among them another little horn, before whom there were three of the first horns plucked up by the roots: and, behold, in this horn were eyes like the eyes of man, and a mouth speaking great things. <sup>9</sup>I beheld till the thrones were cast down, and the Ancient of days did sit, whose garment was white as snow, and the hair of his head like the pure wool: his throne was like the fiery flame, and his wheels as burning fire. <sup>10</sup>A fiery stream issued and came forth from before him: thousand thousands ministered unto him, and ten thousand times ten thousand stood before him: the judgment was set, and the books were opened. <sup>11</sup>I beheld then because of the voice of the great words which the horn spake: I beheld even till the beast was slain, and his body destroyed, and given to the burning flame. <sup>12</sup>As concerning the rest of the beasts, they had their dominion taken away: yet their lives were prolonged for a season and time. <sup>13</sup>I saw in the night visions, and, behold, one like the Son of man came with the clouds of heaven, and came to the Ancient of days, and they brought him near before him. <sup>14</sup>And there was given him dominion, and glory, and a kingdom, that all people, nations, and languages, should serve him: his dominion is an everlasting dominion, which shall not pass away, and his kingdom that which shall not be destroyed. <sup>15</sup>I Daniel was grieved in my spirit in the midst of my body, and the visions of my head troubled me. <sup>16</sup>I came near unto one of them that stood by, and asked him the truth of all this. So he told me, and made me know the interpretation of the things. <sup>17</sup>These great beasts, which are four, are four kings, which shall arise out of the earth. <sup>18</sup>But the saints of the most High shall take the kingdom, and possess the kingdom for ever, even for ever and ever. <sup>19</sup>Then I would know the truth of the fourth beast, which was diverse from all the others, exceeding dreadful, whose teeth were of iron, and his nails of brass; which devoured, brake in pieces, and stamped the residue with his feet; <sup>20</sup>And of the ten horns that were in his head, and of the other which came up, and before whom three fell; even of that horn that had eyes, and a mouth that spake very great things, whose look was more stout than his fellows. <sup>21</sup>I beheld, and the same horn made war with the saints, and prevailed against them; <sup>22</sup>Until the Ancient of days came, and judgment was given to the saints of the most High; and the time came that the saints possessed the kingdom. <sup>23</sup>Thus he said, The fourth beast shall be the fourth kingdom upon earth, which shall be diverse from all kingdoms, and shall devour the whole earth, and shall tread it down, and break it in pieces. <sup>24</sup>And the ten horns out of this kingdom are ten kings that shall arise: and another shall rise after them; and he shall be diverse from the first, and he shall subdue three kings. <sup>25</sup>And he shall speak great words against the most High, and shall wear out the saints of the most High, and think to change times and laws: and they shall be given into his hand until a time and times and the dividing of time. <sup>26</sup>But the judgment shall sit, and they shall take away his dominion, to consume and to destroy it unto the end. <sup>27</sup>And the kingdom and dominion, and the greatness of the kingdom under the whole heaven, shall be given to the people of the saints of the most High, whose kingdom is an everlasting kingdom, and all dominions shall serve and obey him. <sup>28</sup>Hitherto is the end of the matter. As for me Daniel, my cogitations much troubled me, and my countenance changed in me: but I kept the matter in my heart.<h2>Daniel 8</h2> <sup>8</sup>In the third year of the reign of king Belshazzar a vision appeared unto me, even unto me Daniel, after that which appeared unto me at the first. <sup>2</sup>And I saw in a vision; and it came to pass, when I saw, that I was at Shushan in the palace, which is in the province of Elam; and I saw in a vision, and I was by the river of Ulai. <sup>3</sup>Then I lifted up mine eyes, and saw, and, behold, there stood before the river a ram which had two horns: and the two horns were high; but one was higher than the other, and the higher came up last. <sup>4</sup>I saw the ram pushing westward, and northward, and southward; so that no beasts might stand before him, neither was there any that could deliver out of his hand; but he did according to his will, and became great. <sup>5</sup>And as I was considering, behold, an he goat came from the west on the face of the whole earth, and touched not the ground: and the goat had a notable horn between his eyes. <sup>6</sup>And he came to the ram that had two horns, which I had seen standing before the river, and ran unto him in the fury of his power. <sup>7</sup>And I saw him come close unto the ram, and he was moved with choler against him, and smote the ram, and brake his two horns: and there was no power in the ram to stand before him, but he cast him down to the ground, and stamped upon him: and there was none that could deliver the ram out of his hand. <sup>8</sup>Therefore the he goat waxed very great: and when he was strong, the great horn was broken; and for it came up four notable ones toward the four winds of heaven. <sup>9</sup>And out of one of them came forth a little horn, which waxed exceeding great, toward the south, and toward the east, and toward the pleasant land. <sup>10</sup>And it waxed great, even to the host of heaven; and it cast down some of the host and of the stars to the ground, and stamped upon them. <sup>11</sup>Yea, he magnified himself even to the prince of the host, and by him the daily sacrifice was taken away, and the place of the sanctuary was cast down. <sup>12</sup>And an host was given him against the daily sacrifice by reason of transgression, and it cast down the truth to the ground; and it practised, and prospered. <sup>13</sup>Then I heard one saint speaking, and another saint said unto that certain saint which spake, How long shall be the vision concerning the daily sacrifice, and the transgression of desolation, to give both the sanctuary and the host to be trodden under foot? <sup>14</sup>And he said unto me, Unto two thousand and three hundred days; then shall the sanctuary be cleansed. <sup>15</sup>And it came to pass, when I, even I Daniel, had seen the vision, and sought for the meaning, then, behold, there stood before me as the appearance of a man. <sup>16</sup>And I heard a man's voice between the banks of Ulai, which called, and said, Gabriel, make this man to understand the vision. <sup>17</sup>So he came near where I stood: and when he came, I was afraid, and fell upon my face: but he said unto me, Understand, O son of man: for at the time of the end shall be the vision. <sup>18</sup>Now as he was speaking with me, I was in a deep sleep on my face toward the ground: but he touched me, and set me upright. <sup>19</sup>And he said, Behold, I will make thee know what shall be in the last end of the indignation: for at the time appointed the end shall be. <sup>20</sup>The ram which thou sawest having two horns are the kings of Media and Persia. <sup>21</sup>And the rough goat is the king of Grecia: and the great horn that is between his eyes is the first king. <sup>22</sup>Now that being broken, whereas four stood up for it, four kingdoms shall stand up out of the nation, but not in his power. <sup>23</sup>And in the latter time of their kingdom, when the transgressors are come to the full, a king of fierce countenance, and understanding dark sentences, shall stand up. <sup>24</sup>And his power shall be mighty, but not by his own power: and he shall destroy wonderfully, and shall prosper, and practise, and shall destroy the mighty and the holy people. <sup>25</sup>And through his policy also he shall cause craft to prosper in his hand; and he shall magnify himself in his heart, and by peace shall destroy many: he shall also stand up against the Prince of princes; but he shall be broken without hand. <sup>26</sup>And the vision of the evening and the morning which was told is true: wherefore shut thou up the vision; for it shall be for many days. <sup>27</sup>And I Daniel fainted, and was sick certain days; afterward I rose up, and did the king's business; and I was astonished at the vision, but none understood it.",
                "Dan9": "<h2>Daniel 9</h2> <sup>9</sup>In the first year of Darius the son of Ahasuerus, of the seed of the Medes, which was made king over the realm of the Chaldeans; <sup>2</sup>In the first year of his reign I Daniel understood by books the number of the years, whereof the word of the Lord came to Jeremiah the prophet, that he would accomplish seventy years in the desolations of Jerusalem. <sup>3</sup>And I set my face unto the Lord God, to seek by prayer and supplications, with fasting, and sackcloth, and ashes: <sup>4</sup>And I prayed unto the Lord my God, and made my confession, and said, O Lord, the great and dreadful God, keeping the covenant and mercy to them that love him, and to them that keep his commandments; <sup>5</sup>We have sinned, and have committed iniquity, and have done wickedly, and have rebelled, even by departing from thy precepts and from thy judgments: <sup>6</sup>Neither have we hearkened unto thy servants the prophets, which spake in thy name to our kings, our princes, and our fathers, and to all the people of the land. <sup>7</sup>O Lord, righteousness belongeth unto thee, but unto us confusion of faces, as at this day; to the men of Judah, and to the inhabitants of Jerusalem, and unto all Israel, that are near, and that are far off, through all the countries whither thou hast driven them, because of their trespass that they have trespassed against thee. <sup>8</sup>O Lord, to us belongeth confusion of face, to our kings, to our princes, and to our fathers, because we have sinned against thee. <sup>9</sup>To the Lord our God belong mercies and forgivenesses, though we have rebelled against him; <sup>10</sup>Neither have we obeyed the voice of the Lord our God, to walk in his laws, which he set before us by his servants the prophets. <sup>11</sup>Yea, all Israel have transgressed thy law, even by departing, that they might not obey thy voice; therefore the curse is poured upon us, and the oath that is written in the law of Moses the servant of God, because we have sinned against him. <sup>12</sup>And he hath confirmed his words, which he spake against us, and against our judges that judged us, by bringing upon us a great evil: for under the whole heaven hath not been done as hath been done upon Jerusalem. <sup>13</sup>As it is written in the law of Moses, all this evil is come upon us: yet made we not our prayer before the Lord our God, that we might turn from our iniquities, and understand thy truth. <sup>14</sup>Therefore hath the Lord watched upon the evil, and brought it upon us: for the Lord our God is righteous in all his works which he doeth: for we obeyed not his voice. <sup>15</sup>And now, O Lord our God, that hast brought thy people forth out of the land of Egypt with a mighty hand, and hast gotten thee renown, as at this day; we have sinned, we have done wickedly. <sup>16</sup>O Lord, according to all thy righteousness, I beseech thee, let thine anger and thy fury be turned away from thy city Jerusalem, thy holy mountain: because for our sins, and for the iniquities of our fathers, Jerusalem and thy people are become a reproach to all that are about us. <sup>17</sup>Now therefore, O our God, hear the prayer of thy servant, and his supplications, and cause thy face to shine upon thy sanctuary that is desolate, for the Lord's sake. <sup>18</sup>O my God, incline thine ear, and hear; open thine eyes, and behold our desolations, and the city which is called by thy name: for we do not present our supplications before thee for our righteousnesses, but for thy great mercies. <sup>19</sup>O Lord, hear; O Lord, forgive; O Lord, hearken and do; defer not, for thine own sake, O my God: for thy city and thy people are called by thy name. <sup>20</sup>And whiles I was speaking, and praying, and confessing my sin and the sin of my people Israel, and presenting my supplication before the Lord my God for the holy mountain of my God; <sup>21</sup>Yea, whiles I was speaking in prayer, even the man Gabriel, whom I had seen in the vision at the beginning, being caused to fly swiftly, touched me about the time of the evening oblation. <sup>22</sup>And he informed me, and talked with me, and said, O Daniel, I am now come forth to give thee skill and understanding. <sup>23</sup>At the beginning of thy supplications the commandment came forth, and I am come to shew thee; for thou art greatly beloved: therefore understand the matter, and consider the vision. <sup>24</sup>Seventy weeks are determined upon thy people and upon thy holy city, to finish the transgression, and to make an end of sins, and to make reconciliation for iniquity, and to bring in everlasting righteousness, and to seal up the vision and prophecy, and to anoint the most Holy. <sup>25</sup>Know therefore and understand, that from the going forth of the commandment to restore and to build Jerusalem unto the Messiah the Prince shall be seven weeks, and threescore and two weeks: the street shall be built again, and the wall, even in troublous times. <sup>26</sup>And after threescore and two weeks shall Messiah be cut off, but not for himself: and the people of the prince that shall come shall destroy the city and the sanctuary; and the end thereof shall be with a flood, and unto the end of the war desolations are determined. <sup>27</sup>And he shall confirm the covenant with many for one week: and in the midst of the week he shall cause the sacrifice and the oblation to cease, and for the overspreading of abominations he shall make it desolate, even until the consummation, and that determined shall be poured upon the desolate.",
                "Rev14": "<h2>Revelation 14</h2> <sup>14</sup>And I looked, and, lo, a Lamb stood on the mount Sion, and with him an hundred forty and four thousand, having his Father's name written in their foreheads. <sup>2</sup>And I heard a voice from heaven, as the voice of many waters, and as the voice of a great thunder: and I heard the voice of harpers harping with their harps: <sup>3</sup>And they sung as it were a new song before the throne, and before the four beasts, and the elders: and no man could learn that song but the hundred and forty and four thousand, which were redeemed from the earth. <sup>4</sup>These are they which were not defiled with women; for they are virgins. These are they which follow the Lamb whithersoever he goeth. These were redeemed from among men, being the firstfruits unto God and to the Lamb. <sup>5</sup>And in their mouth was found no guile: for they are without fault before the throne of God. <sup>6</sup>And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people, <sup>7</sup>Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters. <sup>8</sup>And there followed another angel, saying, Babylon is fallen, is fallen, that great city, because she made all nations drink of the wine of the wrath of her fornication. <sup>9</sup>And the third angel followed them, saying with a loud voice, If any man worship the beast and his image, and receive his mark in his forehead, or in his hand, <sup>10</sup>The same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of his indignation; and he shall be tormented with fire and brimstone in the presence of the holy angels, and in the presence of the Lamb: <sup>11</sup>And the smoke of their torment ascendeth up for ever and ever: and they have no rest day nor night, who worship the beast and his image, and whosoever receiveth the mark of his name. <sup>12</sup>Here is the patience of the saints: here are they that keep the commandments of God, and the faith of Jesus. <sup>13</sup>And I heard a voice from heaven saying unto me, Write, Blessed are the dead which die in the Lord from henceforth: Yea, saith the Spirit, that they may rest from their labours; and their works do follow them. <sup>14</sup>And I looked, and behold a white cloud, and upon the cloud one sat like unto the Son of man, having on his head a golden crown, and in his hand a sharp sickle. <sup>15</sup>And another angel came out of the temple, crying with a loud voice to him that sat on the cloud, Thrust in thy sickle, and reap: for the time is come for thee to reap; for the harvest of the earth is ripe. <sup>16</sup>And he that sat on the cloud thrust in his sickle on the earth; and the earth was reaped. <sup>17</sup>And another angel came out of the temple which is in heaven, he also having a sharp sickle. <sup>18</sup>And another angel came out from the altar, which had power over fire; and cried with a loud cry to him that had the sharp sickle, saying, Thrust in thy sharp sickle, and gather the clusters of the vine of the earth; for her grapes are fully ripe. <sup>19</sup>And the angel thrust in his sickle into the earth, and gathered the vine of the earth, and cast it into the great winepress of the wrath of God. <sup>20</sup>And the winepress was trodden without the city, and blood came out of the winepress, even unto the horse bridles, by the space of a thousand and six hundred furlongs.",
                "Mark115": "<h2>Mark 1:15</h2> <sup>15</sup>And saying, The time is fulfilled, and the kingdom of God is at hand: repent ye, and believe the gospel."
            }
        },
        {
            "name": "ASV",
            "verses": {
                "Rev146-Rev147": "<h2>Revelation 14:6-7</h2> <sup>6</sup> And I saw another angel flying in mid heaven, having eternal good tidings to proclaim unto them that dwell on the earth, and unto every nation and tribe and tongue and people; <sup>7</sup> and he saith with a great voice, Fear God, and give him glory; for the hour of his judgment is come: and worship him that made the heaven and the earth and sea and fountains of waters.",
                "Mark114-Mark115": "<h2>Mark 1:14-15</h2> <sup>14</sup> Now after John was delivered up, Jesus came into Galilee, preaching the gospel of God, <sup>15</sup> and saying, The time is fulfilled, and the kingdom of God is at hand: repent ye, and believe in the gospel.",
                "Mark19-Mark113": "<h2>Mark 1:9-13</h2> <sup>9</sup> And it came to pass in those days, that Jesus came from Nazareth of Galilee, and was baptized of John in the Jordan. <sup>10</sup> And straightway coming up out of the water, he saw the heavens rent asunder, and the Spirit as a dove descending upon him: <sup>11</sup> and a voice came out of the heavens, Thou art my beloved Son, in thee I am well pleased. <sup>12</sup> And straightway the Spirit driveth him forth into the wilderness. <sup>13</sup> And he was in the wilderness forty days tempted of Satan; and he was with the wild beasts; and the angels ministered unto him.",
                "Rom61-Rom64,John31-John38": "<h2>Romans 6:1-4</h2> <sup>1</sup> What shall we say then? Shall we continue in sin, that grace may abound? <sup>2</sup> God forbid. We who died to sin, how shall we any longer live therein? <sup>3</sup> Or are ye ignorant that all we who were baptized into Christ Jesus were baptized into his death? <sup>4</sup> We were buried therefore with him through baptism into death: that like as Christ was raised from the dead through the glory of the Father, so we also might walk in newness of life.<h2>John 3:1-8</h2> <sup>1</sup> Now there was a man of the Pharisees, named Nicodemus, a ruler of the Jews: <sup>2</sup> the same came unto him by night, and said to him, Rabbi, we know that thou art a teacher come from God; for no one can do these signs that thou doest, except God be with him. <sup>3</sup> Jesus answered and said unto him, Verily, verily, I say unto thee, Except one be born anew, he cannot see the kingdom of God. <sup>4</sup> Nicodemus saith unto him, How can a man be born when he is old? can he enter a second time into his mother’s womb, and be born? <sup>5</sup> Jesus answered, Verily, verily, I say unto thee, Except one be born of water and the Spirit, he cannot enter into the kingdom of God. <sup>6</sup> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit. <sup>7</sup> Marvel not that I said unto thee, Ye must be born anew. <sup>8</sup> The wind bloweth where it will, and thou hearest the voice thereof, but knowest not whence it cometh, and whither it goeth: so is every one that is born of the Spirit.",
                "Mark11-Mark113": "<h2>Mark 1:1-13</h2> <sup>1</sup> The beginning of the gospel of Jesus Christ, the Son of God. <sup>2</sup> Even as it is written in Isaiah the prophet,\nBehold, I send my messenger before thy face,\nWho shall prepare thy way; <sup>3</sup> The voice of one crying in the wilderness,\nMake ye ready the way of the Lord,\nMake his paths straight; <sup>4</sup> John came, who baptized in the wilderness and preached the baptism of repentance unto remission of sins. <sup>5</sup> And there went out unto him all the country of Judæa, and all they of Jerusalem; and they were baptized of him in the river Jordan, confessing their sins. <sup>6</sup> And John was clothed with camel’s hair, and had a leathern girdle about his loins, and did eat locusts and wild honey. <sup>7</sup> And he preached, saying, There cometh after me he that is mightier than I, the latchet of whose shoes I am not worthy to stoop down and unloose. <sup>8</sup> I baptized you in water; but he shall baptize you in the Holy Spirit. <sup>9</sup> And it came to pass in those days, that Jesus came from Nazareth of Galilee, and was baptized of John in the Jordan. <sup>10</sup> And straightway coming up out of the water, he saw the heavens rent asunder, and the Spirit as a dove descending upon him: <sup>11</sup> and a voice came out of the heavens, Thou art my beloved Son, in thee I am well pleased. <sup>12</sup> And straightway the Spirit driveth him forth into the wilderness. <sup>13</sup> And he was in the wilderness forty days tempted of Satan; and he was with the wild beasts; and the angels ministered unto him.",
                "Mark1": "<h2>Mark 1</h2> <sup>1</sup> The beginning of the gospel of Jesus Christ, the Son of God. <sup>2</sup> Even as it is written in Isaiah the prophet,\nBehold, I send my messenger before thy face,\nWho shall prepare thy way; <sup>3</sup> The voice of one crying in the wilderness,\nMake ye ready the way of the Lord,\nMake his paths straight; <sup>4</sup> John came, who baptized in the wilderness and preached the baptism of repentance unto remission of sins. <sup>5</sup> And there went out unto him all the country of Judæa, and all they of Jerusalem; and they were baptized of him in the river Jordan, confessing their sins. <sup>6</sup> And John was clothed with camel’s hair, and had a leathern girdle about his loins, and did eat locusts and wild honey. <sup>7</sup> And he preached, saying, There cometh after me he that is mightier than I, the latchet of whose shoes I am not worthy to stoop down and unloose. <sup>8</sup> I baptized you in water; but he shall baptize you in the Holy Spirit. <sup>9</sup> And it came to pass in those days, that Jesus came from Nazareth of Galilee, and was baptized of John in the Jordan. <sup>10</sup> And straightway coming up out of the water, he saw the heavens rent asunder, and the Spirit as a dove descending upon him: <sup>11</sup> and a voice came out of the heavens, Thou art my beloved Son, in thee I am well pleased. <sup>12</sup> And straightway the Spirit driveth him forth into the wilderness. <sup>13</sup> And he was in the wilderness forty days tempted of Satan; and he was with the wild beasts; and the angels ministered unto him. <sup>14</sup> Now after John was delivered up, Jesus came into Galilee, preaching the gospel of God, <sup>15</sup> and saying, The time is fulfilled, and the kingdom of God is at hand: repent ye, and believe in the gospel. <sup>16</sup> And passing along by the sea of Galilee, he saw Simon and Andrew the brother of Simon casting a net in the sea; for they were fishers. <sup>17</sup> And Jesus said unto them, Come ye after me, and I will make you to become fishers of men. <sup>18</sup> And straightway they left the nets, and followed him. <sup>19</sup> And going on a little further, he saw James the son of Zebedee, and John his brother, who also were in the boat mending the nets. <sup>20</sup> And straightway he called them: and they left their father Zebedee in the boat with the hired servants, and went after him. <sup>21</sup> And they go into Capernaum; and straightway on the sabbath day he entered into the synagogue and taught. <sup>22</sup> And they were astonished at his teaching: for he taught them as having authority, and not as the scribes. <sup>23</sup> And straightway there was in their synagogue a man with an unclean spirit; and he cried out, <sup>24</sup> saying, What have we to do with thee, Jesus thou Nazarene? art thou come to destroy us? I know thee who thou art, the Holy One of God. <sup>25</sup> And Jesus rebuked him, saying, Hold thy peace, and come out of him. <sup>26</sup> And the unclean spirit, tearing him and crying with a loud voice, came out of him. <sup>27</sup> And they were all amazed, insomuch that they questioned among themselves, saying, What is this? a new teaching! with authority he commandeth even the unclean spirits, and they obey him. <sup>28</sup> And the report of him went out straightway everywhere into all the region of Galilee round about. <sup>29</sup> And straightway, when they were come out of the synagogue, they came into the house of Simon and Andrew, with James and John. <sup>30</sup> Now Simon’s wife’s mother lay sick of a fever; and straightway they tell him of her: <sup>31</sup> and he came and took her by the hand, and raised her up; and the fever left her, and she ministered unto them. <sup>32</sup> And at even, when the sun did set, they brought unto him all that were sick, and them that were possessed with demons. <sup>33</sup> And all the city was gathered together at the door. <sup>34</sup> And he healed many that were sick with divers diseases, and cast out many demons; and he suffered not the demons to speak, because they knew him. <sup>35</sup> And in the morning, a great while before day, he rose up and went out, and departed into a desert place, and there prayed. <sup>36</sup> And Simon and they that were with him followed after him; <sup>37</sup> and they found him, and say unto him, All are seeking thee. <sup>38</sup> And he saith unto them, Let us go elsewhere into the next towns, that I may preach there also; for to this end came I forth. <sup>39</sup> And he went into their synagogues throughout all Galilee, preaching and casting out demons. <sup>40</sup> And there cometh to him a leper, beseeching him, and kneeling down to him, and saying unto him, If thou wilt, thou canst make me clean. <sup>41</sup> And being moved with compassion, he stretched forth his hand, and touched him, and saith unto him, I will; be thou made clean. <sup>42</sup> And straightway the leprosy departed from him, and he was made clean. <sup>43</sup> And he strictly charged him, and straightway sent him out, <sup>44</sup> and saith unto him, See thou say nothing to any man: but go show thyself to the priest, and offer for thy cleansing the things which Moses commanded, for a testimony unto them. <sup>45</sup> But he went out, and began to publish it much, and to spread abroad the matter, insomuch that Jesus could no more openly enter into a city, but was without in desert places: and they came to him from every quarter.",
                "Rev13": "<h2>Revelation 13</h2> <sup>1</sup> and he stood upon the sand of the sea.\nAnd I saw a beast coming up out of the sea, having ten horns and seven heads, and on his horns ten diadems, and upon his heads names of blasphemy. <sup>2</sup> And the beast which I saw was like unto a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his throne, and great authority. <sup>3</sup> And I saw one of his heads as though it had been smitten unto death; and his death-stroke was healed: and the whole earth wondered after the beast; <sup>4</sup> and they worshipped the dragon, because he gave his authority unto the beast; and they worshipped the beast, saying, Who is like unto the beast? and who is able to war with him? <sup>5</sup> and there was given to him a mouth speaking great things and blasphemies; and there was given to him authority to continue forty and two months. <sup>6</sup> And he opened his mouth for blasphemies against God, to blaspheme his name, and his tabernacle, even them that dwell in the heaven. <sup>7</sup> And it was given unto him to make war with the saints, and to overcome them: and there was given to him authority over every tribe and people and tongue and nation. <sup>8</sup> And all that dwell on the earth shall worship him, every one  whose name hath not been written from the foundation of the world in the book of life of the Lamb that hath been slain. <sup>9</sup> If any man hath an ear, let him hear. <sup>10</sup> If any man is for captivity, into captivity he goeth: if any man shall kill with the sword, with the sword must he be killed. Here is the patience and the faith of the saints. <sup>11</sup> And I saw another beast coming up out of the earth; and he had two horns like unto a lamb, and he spake as a dragon. <sup>12</sup> And he exerciseth all the authority of the first beast in his sight. And he maketh the earth and them that dwell therein to worship the first beast, whose death-stroke was healed. <sup>13</sup> And he doeth great signs, that he should even make fire to come down out of heaven upon the earth in the sight of men. <sup>14</sup> And he deceiveth them that dwell on the earth by reason of the signs which it was given him to do in the sight of the beast; saying to them that dwell on the earth, that they should make an image to the beast who hath the stroke of the sword and lived. <sup>15</sup> And it was given unto him to give breath to it, even  to the image of the beast, that the image of the beast should both speak, and cause that as many as should not worship the image of the beast should be killed. <sup>16</sup> And he causeth all, the small and the great, and the rich and the poor, and the free and the bond, that there be given them a mark on their right hand, or upon their forehead; <sup>17</sup> and that no man should be able to buy or to sell, save he that hath the mark, even the name of the beast or the number of his name. <sup>18</sup> Here is wisdom. He that hath understanding, let him count the number of the beast; for it is the number of a man: and his number is Six hundred and sixty and six.",
                "Dan722": "<h2>Daniel 7:22</h2> <sup>22</sup> until the ancient of days came, and judgment was given to the saints of the Most High, and the time came that the saints possessed the kingdom.",
                "Dan814": "<h2>Daniel 8:14</h2> <sup>14</sup> And he said unto me, Unto two thousand and three hundred evenings and mornings; then shall the sanctuary be cleansed.",
                "Dan7-Dan8": "<h2>Daniel 7</h2> <sup>1</sup> In the first year of Belshazzar king of Babylon Daniel had a dream and visions of his head upon his bed: then he wrote the dream and told the sum of the matters. <sup>2</sup> Daniel spake and said, I saw in my vision by night, and, behold, the four winds of heaven brake forth upon the great sea. <sup>3</sup> And four great beasts came up from the sea, diverse one from another. <sup>4</sup> The first was like a lion, and had eagle’s wings: I beheld till the wings thereof were plucked, and it was lifted up from the earth, and made to stand upon two feet as a man; and a man’s heart was given to it. <sup>5</sup> And, behold, another beast, a second, like to a bear; and it was raised up on one side, and three ribs were in its mouth between its teeth: and they said thus unto it, Arise, devour much flesh. <sup>6</sup> After this I beheld, and, lo, another, like a leopard, which had upon its back four wings of a bird; the beast had also four heads; and dominion was given to it. <sup>7</sup> After this I saw in the night-visions, and, behold, a fourth beast, terrible and powerful, and strong exceedingly; and it had great iron teeth; it devoured and brake in pieces, and stamped the residue with its feet: and it was diverse from all the beasts that were before it; and it had ten horns. <sup>8</sup> I considered the horns, and, behold, there came up among them another horn, a little one, before which three of the first horns were plucked up by the roots: and, behold, in this horn were eyes like the eyes of a man, and a mouth speaking great things. <sup>9</sup> I beheld till thrones were placed, and one that was ancient of days did sit: his raiment was white as snow, and the hair of his head like pure wool; his throne was fiery flames, and the wheels thereof burning fire. <sup>10</sup> A fiery stream issued and came forth from before him: thousands of thousands ministered unto him, and ten thousand times ten thousand stood before him: the judgment was set, and the books were opened. <sup>11</sup> I beheld at that time because of the voice of the great words which the horn spake; I beheld even till the beast was slain, and its body destroyed, and it was given to be burned with fire. <sup>12</sup> And as for the rest of the beasts, their dominion was taken away: yet their lives were prolonged for a season and a time. <sup>13</sup> I saw in the night-visions, and, behold, there came with the clouds of heaven one like unto a son of man, and he came even to the ancient of days, and they brought him near before him. <sup>14</sup> And there was given him dominion, and glory, and a kingdom, that all the peoples, nations, and languages should serve him: his dominion is an everlasting dominion, which shall not pass away, and his kingdom that which shall not be destroyed. <sup>15</sup> As for me, Daniel, my spirit was grieved in the midst of my body, and the visions of my head troubled me. <sup>16</sup> I came near unto one of them that stood by, and asked him the truth concerning all this. So he told me, and made me know the interpretation of the things. <sup>17</sup> These great beasts, which are four, are four kings, that shall arise out of the earth. <sup>18</sup> But the saints of the Most High shall receive the kingdom, and possess the kingdom for ever, even for ever and ever. <sup>19</sup> Then I desired to know the truth concerning the fourth beast, which was diverse from all of them, exceeding terrible, whose teeth were of iron, and its nails of brass; which devoured, brake in pieces, and stamped the residue with its feet; <sup>20</sup> and concerning the ten horns that were on its head, and the other horn which came up, and before which three fell, even that horn that had eyes, and a mouth that spake great things, whose look was more stout than its fellows. <sup>21</sup> I beheld, and the same horn made war with the saints, and prevailed against them; <sup>22</sup> until the ancient of days came, and judgment was given to the saints of the Most High, and the time came that the saints possessed the kingdom. <sup>23</sup> Thus he said, The fourth beast shall be a fourth kingdom upon earth, which shall be diverse from all the kingdoms, and shall devour the whole earth, and shall tread it down, and break it in pieces. <sup>24</sup> And as for the ten horns, out of this kingdom shall ten kings arise: and another shall arise after them; and he shall be diverse from the former, and he shall put down three kings. <sup>25</sup> And he shall speak words against the Most High, and shall wear out the saints of the Most High; and he shall think to change the times and the law; and they shall be given into his hand until a time and times and half a time. <sup>26</sup> But the judgment shall be set, and they shall take away his dominion, to consume and to destroy it unto the end. <sup>27</sup> And the kingdom and the dominion, and the greatness of the kingdoms under the whole heaven, shall be given to the people of the saints of the Most High: his kingdom is an everlasting kingdom, and all dominions shall serve and obey him. <sup>28</sup> Here is the end of the matter. As for me, Daniel, my thoughts much troubled me, and my countenance was changed in me: but I kept the matter in my heart.<h2>Daniel 8</h2> <sup>1</sup> In the third year of the reign of king Belshazzar a vision appeared unto me, even unto me, Daniel, after that which appeared unto me at the first. <sup>2</sup> And I saw in the vision; now it was so, that when I saw, I was in Shushan the palace, which is in the province of Elam; and I saw in the vision, and I was by the river Ulai. <sup>3</sup> Then I lifted up mine eyes, and saw, and, behold, there stood before the river a ram which had two horns: and the two horns were high; but one was higher than the other, and the higher came up last. <sup>4</sup> I saw the ram pushing westward, and northward, and southward; and no beasts could stand before him, neither was there any that could deliver out of his hand; but he did according to his will, and magnified himself. <sup>5</sup> And as I was considering, behold, a he-goat came from the west over the face of the whole earth, and touched not the ground: and the goat had a notable horn between his eyes. <sup>6</sup> And he came to the ram that had the two horns, which I saw standing before the river, and ran upon him in the fury of his power. <sup>7</sup> And I saw him come close unto the ram, and he was moved with anger against him, and smote the ram, and brake his two horns; and there was no power in the ram to stand before him; but he cast him down to the ground, and trampled upon him; and there was none that could deliver the ram out of his hand. <sup>8</sup> And the he-goat magnified himself exceedingly: and when he was strong, the great horn was broken; and instead of it there came up four notable horns toward the four winds of heaven. <sup>9</sup> And out of one of them came forth a little horn, which waxed exceeding great, toward the south, and toward the east, and toward the glorious land. <sup>10</sup> And it waxed great, even to the host of heaven; and some of the host and of the stars it cast down to the ground, and trampled upon them. <sup>11</sup> Yea, it magnified itself, even to the prince of the host; and it took away from him the continual burnt-offering, and the place of his sanctuary was cast down. <sup>12</sup> And the host was given over to it together with the continual burnt-offering through transgression; and it cast down truth to the ground, and it did its pleasure and prospered. <sup>13</sup> Then I heard a holy one speaking; and another holy one said unto that certain one who spake, How long shall be the vision concerning  the continual burnt-offering, and the transgression that maketh desolate, to give both the sanctuary and the host to be trodden under foot? <sup>14</sup> And he said unto me, Unto two thousand and three hundred evenings and mornings; then shall the sanctuary be cleansed. <sup>15</sup> And it came to pass, when I, even I Daniel, had seen the vision, that I sought to understand it; and, behold, there stood before me as the appearance of a man. <sup>16</sup> And I heard a man’s voice between the banks of the Ulai, which called, and said, Gabriel, make this man to understand the vision. <sup>17</sup> So he came near where I stood; and when he came, I was affrighted, and fell upon my face: but he said unto me, Understand, O son of man; for the vision belongeth to the time of the end. <sup>18</sup> Now as he was speaking with me, I fell into a deep sleep with my face toward the ground; but he touched me, and set me upright. <sup>19</sup> And he said, Behold, I will make thee know what shall be in the latter time of the indignation; for it belongeth to the appointed time of the end. <sup>20</sup> The ram which thou sawest, that had the two horns, they are the kings of Media and Persia. <sup>21</sup> And the rough he-goat is the king of Greece: and the great horn that is between his eyes is the first king. <sup>22</sup> And as for that which was broken, in the place whereof four stood up, four kingdoms shall stand up out of the nation, but not with his power. <sup>23</sup> And in the latter time of their kingdom, when the transgressors are come to the full, a king of fierce countenance, and understanding dark sentences, shall stand up. <sup>24</sup> And his power shall be mighty, but not by his own power; and he shall destroy wonderfully, and shall prosper and do his pleasure; and he shall destroy the mighty ones and the holy people. <sup>25</sup> And through his policy he shall cause craft to prosper in his hand; and he shall magnify himself in his heart, and in their security shall he destroy many: he shall also stand up against the prince of princes; but he shall be broken without hand. <sup>26</sup> And the vision of the evenings and mornings which hath been told is true: but shut thou up the vision; for it belongeth to many days to come. <sup>27</sup> And I, Daniel, fainted, and was sick certain days; then I rose up, and did the king’s business: and I wondered at the vision, but none understood it.",
                "Dan9": "<h2>Daniel 9</h2> <sup>1</sup> In the first year of Darius the son of Ahasuerus, of the seed of the Medes, who was made king over the realm of the Chaldeans, <sup>2</sup> in the first year of his reign I, Daniel, understood by the books the number of the years whereof the word of Jehovah came to Jeremiah the prophet, for the accomplishing of the desolations of Jerusalem, even seventy years. <sup>3</sup> And I set my face unto the Lord God, to seek by prayer and supplications, with fasting and sackcloth and ashes. <sup>4</sup> And I prayed unto Jehovah my God, and made confession, and said, Oh, Lord, the great and dreadful God, who keepeth covenant and lovingkindness with them that love him and keep his commandments, <sup>5</sup> we have sinned, and have dealt perversely, and have done wickedly, and have rebelled, even turning aside from thy precepts and from thine ordinances; <sup>6</sup> neither have we hearkened unto thy servants the prophets, that spake in thy name to our kings, our princes, and our fathers, and to all the people of the land. <sup>7</sup> O Lord, righteousness belongeth unto thee, but unto us confusion of face, as at this day; to the men of Judah, and to the inhabitants of Jerusalem, and unto all Israel, that are near, and that are far off, through all the countries whither thou hast driven them, because of their trespass that they have trespassed against thee. <sup>8</sup> O Lord, to us belongeth confusion of face, to our kings, to our princes, and to our fathers, because we have sinned against thee. <sup>9</sup> To the Lord our God belong mercies and forgiveness; for we have rebelled against him; <sup>10</sup> neither have we obeyed the voice of Jehovah our God, to walk in his laws, which he set before us by his servants the prophets. <sup>11</sup> Yea, all Israel have transgressed thy law, even turning aside, that they should not obey thy voice: therefore hath the curse been poured out upon us, and the oath that is written in the law of Moses the servant of God; for we have sinned against him. <sup>12</sup> And he hath confirmed his words, which he spake against us, and against our judges that judged us, by bringing upon us a great evil; for under the whole heaven hath not been done as hath been done upon Jerusalem. <sup>13</sup> As it is written in the law of Moses, all this evil is come upon us: yet have we not entreated the favor of Jehovah our God, that we should turn from our iniquities, and have discernment in thy truth. <sup>14</sup> Therefore hath Jehovah watched over the evil, and brought it upon us; for Jehovah our God is righteous in all his works which he doeth, and we have not obeyed his voice. <sup>15</sup> And now, O Lord our God, that hast brought thy people forth out of the land of Egypt with a mighty hand, and hast gotten thee renown, as at this day; we have sinned, we have done wickedly. <sup>16</sup> O Lord, according to all thy righteousness, let thine anger and thy wrath, I pray thee, be turned away from thy city Jerusalem, thy holy mountain; because for our sins, and for the iniquities of our fathers, Jerusalem and thy people are become a reproach to all that are round about us. <sup>17</sup> Now therefore, O our God, hearken unto the prayer of thy servant, and to his supplications, and cause thy face to shine upon thy sanctuary that is desolate, for the Lord’s sake. <sup>18</sup> O my God, incline thine ear, and hear; open thine eyes, and behold our desolations, and the city which is called by thy name: for we do not present our supplications before thee for our righteousnesses, but for thy great mercies’ sake. <sup>19</sup> O Lord, hear; O Lord, forgive; O Lord, hearken and do; defer not, for thine own sake, O my God, because thy city and thy people are called by thy name. <sup>20</sup> And while I was speaking, and praying, and confessing my sin and the sin of my people Israel, and presenting my supplication before Jehovah my God for the holy mountain of my God; <sup>21</sup> yea, while I was speaking in prayer, the man Gabriel, whom I had seen in the vision at the beginning, being caused to fly swiftly, touched me about the time of the evening oblation. <sup>22</sup> And he instructed me, and talked with me, and said, O Daniel, I am now come forth to give thee wisdom and understanding. <sup>23</sup> At the beginning of thy supplications the commandment went forth, and I am come to tell thee; for thou art greatly beloved: therefore consider the matter, and understand the vision. <sup>24</sup> Seventy weeks are decreed upon thy people and upon thy holy city, to finish transgression, and to make an end of sins, and to make reconciliation for iniquity, and to bring in everlasting righteousness, and to seal up vision and prophecy, and to anoint the most holy. <sup>25</sup> Know therefore and discern, that from the going forth of the commandment to restore and to build Jerusalem unto the anointed one, the prince, shall be seven weeks, and threescore and two weeks: it shall be built again, with street and moat, even in troublous times. <sup>26</sup> And after the threescore and two weeks shall the anointed one be cut off, and shall have nothing: and the people of the prince that shall come shall destroy the city and the sanctuary; and the end thereof shall be with a flood, and even unto the end shall be war; desolations are determined. <sup>27</sup> And he shall make a firm covenant with many for one week: and in the midst of the week he shall cause the sacrifice and the oblation to cease; and upon the wing of abominations shall come one that maketh desolate; and even unto the full end, and that determined, shall wrath be poured out upon the desolate.",
                "Rev14": "<h2>Revelation 14</h2> <sup>1</sup> And I saw, and behold, the Lamb standing on the mount Zion, and with him a hundred and forty and four thousand, having his name, and the name of his Father, written on their foreheads. <sup>2</sup> And I heard a voice from heaven, as the voice of many waters, and as the voice of a great thunder: and the voice which I heard was as the voice of harpers harping with their harps: <sup>3</sup> and they sing as it were a new song before the throne, and before the four living creatures and the elders: and no man could learn the song save the hundred and forty and four thousand, even they that had been purchased out of the earth. <sup>4</sup> These are they that were not defiled with women; for they are virgins. These are they that follow the Lamb whithersoever he goeth. These were purchased from among men, to be the firstfruits unto God and unto the Lamb. <sup>5</sup> And in their mouth was found no lie: they are without blemish. <sup>6</sup> And I saw another angel flying in mid heaven, having eternal good tidings to proclaim unto them that dwell on the earth, and unto every nation and tribe and tongue and people; <sup>7</sup> and he saith with a great voice, Fear God, and give him glory; for the hour of his judgment is come: and worship him that made the heaven and the earth and sea and fountains of waters. <sup>8</sup> And another, a second angel, followed, saying, Fallen, fallen is Babylon the great, that hath made all the nations to drink of the wine of the wrath of her fornication. <sup>9</sup> And another angel, a third, followed them, saying with a great voice, If any man worshippeth the beast and his image, and receiveth a mark on his forehead, or upon his hand, <sup>10</sup> he also shall drink of the wine of the wrath of God, which is prepared unmixed in the cup of his anger; and he shall be tormented with fire and brimstone in the presence of the holy angels, and in the presence of the Lamb: <sup>11</sup> and the smoke of their torment goeth up for ever and ever; and they have no rest day and night, they that worship the beast and his image, and whoso receiveth the mark of his name. <sup>12</sup> Here is the patience of the saints, they that keep the commandments of God, and the faith of Jesus. <sup>13</sup> And I heard a voice from heaven saying, Write, Blessed are the dead who die in the Lord from henceforth: yea, saith the Spirit, that they may rest from their labors; for their works follow with them. <sup>14</sup> And I saw, and behold, a white cloud; and on the cloud I saw  one sitting like unto a son of man, having on his head a golden crown, and in his hand a sharp a sickle. <sup>15</sup> And another angel came out from the temple, crying with a great voice to him that sat on the cloud, Send forth thy sickle, and reap: for the hour to reap is come; for the harvest of the earth is ripe. <sup>16</sup> And he that sat on the cloud cast his sickle upon the earth; and the earth was reaped. <sup>17</sup> And another angel came out from the temple which is in heaven, he also having a sharp sickle. <sup>18</sup> And another angel came out from the altar, he that hath power over fire; and he called with a great voice to him that had the sharp sickle, saying, Send forth thy sharp sickle, and gather the clusters of the vine of the earth; for her grapes are fully ripe. <sup>19</sup> And the angel cast his sickle into the earth, and gathered the vintage of the earth, and cast it into the winepress, the great winepress, of the wrath of God. <sup>20</sup> And the winepress was trodden without the city, and there came out blood from the winepress, even unto the bridles of the horses, as far as a thousand and six hundred furlongs.",
                "Mark115": "<h2>Mark 1:15</h2> <sup>15</sup> and saying, The time is fulfilled, and the kingdom of God is at hand: repent ye, and believe in the gospel."
            }
        }
    ],
    "content": "<p>Read Ellen G. White, “The Voice in the Wilderness,” pp. 97–108, in <em>The Desire of Ages</em>; and “Heralds of the Gospel,” pp. 166–176, in <em>The Acts of the Apostles</em>.</p>\n<p>How fascinating that <a class=\"verse\" verse=\"Rev146-Rev147\">Revelation 14:6, 7</a>, the first angel’s message, parallels the gospel message of Jesus in <a class=\"verse\" verse=\"Mark115\">Mark 1:15</a>.</p>\n<p>The first angel brings the everlasting gospel to the world in the last days in preparation for the Second Coming. Just like the message of Jesus, the angel’s end-time gospel has the same three elements as illustrated in the table below:</p>\n<table>\n<thead>\n<tr>\n<th><a class=\"verse\" verse=\"Mark1\">Mark 1</a></th>\n<th>Category</th>\n<th><a class=\"verse\" verse=\"Rev14\">Revelation 14</a></th>\n</tr>\n</thead>\n<tbody><tr>\n<td>Time Fulfilled (<a class=\"verse\" verse=\"Dan9\">Daniel 9</a>)</td>\n<td>Time Prophecy</td>\n<td>Judgment Hour (<a class=\"verse\" verse=\"Dan7-Dan8\">Daniel 7, 8</a>)</td>\n</tr>\n<tr>\n<td>Kingdom Near</td>\n<td>Covenant Promise</td>\n<td>Everlasting Gospel</td>\n</tr>\n<tr>\n<td>Repent, Believe</td>\n<td>Call to Discipleship</td>\n<td>Fear, Glorify, Worship God</td>\n</tr>\n</tbody></table>\n<p>The first angel’s message announces the beginning of the pre-Advent judgment, which began in 1844 and was predicted in the 2,300-day prophecy of <a class=\"verse\" verse=\"Dan814\">Daniel 8:14</a>. The judgment brings the kingdom of God to His persecuted people (<a class=\"verse\" verse=\"Dan722\">Dan. 7:22</a>). The first angel’s call to fear, glorify, and worship God is the call to discipleship, issued to the world in the last days as the beast powers of <a class=\"verse\" verse=\"Rev13\">Revelation 13</a> present a false god to fear, glorify, and worship.</p>\n<p>Just as Jesus’ message in <a class=\"verse\" verse=\"Mark1\">Mark 1</a> is intimately tied to the prophecies of Daniel at the beginning of the gospel proclamation, so the first angel’s message is as well tied to Daniel at the close of earth’s history.</p>\n<p><strong>Discussion Questions</strong>:</p>\n<p><code>Compare and contrast John the Baptist and Jesus in <a class=\"verse\" verse=\"Mark11-Mark113\">Mark 1:1–13</a>. What special lessons do you learn from the way they are presented?</code></p>\n<p><code>Consider the meaning of baptism. Read <a class=\"verse\" verse=\"Rom61-Rom64,John31-John38\">Romans 6:1–4 and John 3:1–8</a>, and compare them with the baptism of Jesus in <a class=\"verse\" verse=\"Mark19-Mark113\">Mark 1:9–13</a>. What parallels and contrasts do you see? How does this help you understand more clearly the meaning of baptism?</code></p>\n<p><code>Compare and contrast the gospel according to Jesus in <a class=\"verse\" verse=\"Mark114-Mark115\">Mark 1:14, 15</a> and the first angel’s message in <a class=\"verse\" verse=\"Rev146-Rev147\">Revelation 14:6, 7</a>. How does understanding these messages help you see better your mission for today?</code></p>\n<hr>\n<div style=\"display: none\" class=\"ss-donation-appeal\">\n<div class=\"ss-donation-appeal-title\">\n<p>Supplemental EGW Notes</p>\n<div class=\"ss-donation-appeal-icon\"></div>\n</div>\n<div class=\"ss-donation-appeal-text\">\n\n<p><em>Selected Messages</em>, “John Called to a Special Work,” book 1, pp. 411, 412.<br/>\n<em>The Acts of the Apostles</em>, “Heralds of the Gospel,” pp. 166–176.<br/></p>\n<p><small>The above quotations are taken from <em>Ellen G. White Notes for the Sabbath School Lessons</em>, published by Pacific Press Publishing Association. Used by permission.</small></p>\n</div>\n</div>\n"
}